{
    "Network size": "Taille du réseau",
    "Flip challenge": "Défi de Flip",
    "The uniqueness of participants is proven by the fact that they must solve and provide the answers for flip-puzzles synchronously. A single person is not able to validate herself multiple times because of the very limited timeframe for the submission of the answers.": "L'unicité des participants est prouvée par le fait qu'ils doivent résoudre et fournir les réponses aux flip-puzzles de manière synchrone. Une même personne n'est pas en mesure de se valider plusieurs fois en raison du délai très limité pour la soumission des réponses.",
    "Please notice that validated members have limited number of invites (1 or 2 invites). The person who invites you gets invitation rewards for 3 subsequent validations passed by you. If you are not going to participate in the upcoming validation, please notify the person who invited you so he/she could have a chance to find another invitee and get an invitation reward.": "Veuillez noter que les membres validés ont un nombre limité d'invitations (1 ou 2 invitations). La personne, qui vous invite, reçoit des récompenses d'invitation pour 3 validations ultérieures que vous avez passées. Si vous n'allez pas participer à la validation à venir, veuillez en informer la personne qui vous a invité afin qu'elle puisse avoir la chance de trouver un autre invité et d'obtenir une récompense d'invitation.",
    "Technically, an account can be sold and bought. However, the Idena protocol introduces economic incentives to prevent participants from doing that. A person who sells their account can simply kill the cryptoidentity afterwards to unlock their frozen coins (frozen coins accumulate for each account as a part of UBI and cannot be spent while the account is valid).": "Techniquement, un compte peut être vendu et acheté. Cependant, le protocole Idena introduit des incitations économiques pour empêcher les participants de le faire. Une personne qui vend son compte peut simplement tuer sa crypto-identité par la suite pour déverrouiller ses crypto-monnaies gelées (les crypto-monnaies gelées s'accumulent pour chaque compte dans le cadre d'un revenu universel (cf : UBI - \"Universal Basic Income\") et ne peuvent pas être dépensées tant que le compte est valide).",
    "To use Idena only for sending coins, you just need to download the app. To create a cryptoidentity and start mining coins, you should receive an invitation code from a validated participant of the network and use the code to apply for validation.": "Pour utiliser Idena uniquement pour envoyer des crypto-monnaies, il vous suffit de télécharger l'application. Pour créer une crypto-identité et commencer à extraire des crypto-monnaies, vous devez recevoir un code d'invitation d'un participant validé du réseau et utiliser le code pour demander la validation.",
    "Your total score for the last 10 short validations (including the current validation session and all the previous ones) should be 75% or more.": "Votre score total pour les 10 dernières validations courtes (y compris la session de validation en cours et toutes les précédentes) doit être de 75 % ou plus.",
    "What if someone reports all the flips?": "Et si quelqu'un signalait tous les flips ?",
    "IDENA FAQ": "IDENA FAQ",
    "We are here to help you. Browse through the most frequently asked questions. Can’t find an answer? Email us at info@idena.io": "Nous sommes là pour vous aider. Parcourez les questions les plus fréquemment posées. Vous ne trouvez pas de réponse ? Écrivez-nous à info@idena.io",
    "Proof of person": "Preuve de personne",
    "How do you ensure that the network does not have duplicate users?": "Comment vous assurez-vous que le réseau n'a pas d'utilisateurs en double ?",
    "The validation status of a participant is not forever. It expires when the next epoch starts. Participants should prolong their validation status for every new epoch.": "Le statut de validation d'un participant n'est pas éternel. Il expire au début de l'époque suivante. Les participants doivent prolonger leur statut de validation pour chaque nouvelle époque.",
    "How do you prevent users from buying or selling their accounts?": "Comment empêcher les utilisateurs d'acheter ou de vendre leurs comptes ?",
    "To sell an account, the seller provides a copy of the account's private key. The buyer cannot be sure that another copy of the private key will not stay with the seller. Thus, the private key enables the seller to kill the cryptoidentity at any time, and the buyer would not have an economic reason to buy an Idena account.": "Pour vendre un compte, le vendeur fournit une copie de la clé privée du compte. L'acheteur ne peut pas être sûr qu'une autre copie de la clé privée ne restera pas chez le vendeur. Ainsi, la clé privée permet au vendeur de tuer la crypto-identité à tout moment, et l'acheteur n'aurait aucune raison économique d'acheter un compte Idena.",
    "Where to start": "Où commencer",
    "How do I join the network?": "Comment rejoindre le réseau ?",
    "What if I miss the validation? Can I still mine coins?": "Et si je rate la validation ? Puis-je encore miner des coins ?",
    "How can I get an invitation?": "Comment puis-je obtenir une invitation ?",
    "Be aware that person who invites you can terminate your cryptoidentity until you get Verified status. In this case he/she can take 1/6 of your stake if you are not going to participate in the upcoming validation.": "Sachez que la personne qui vous invite peut mettre fin à votre identité cryptographique jusqu'à ce que vous obteniez le statut \"Vérifié\". Dans ce cas, il peut prendre 1/6 de votre mise si vous ne participez pas à la validation à venir.",
    "How do I start using Idena?": "Comment commencer à utiliser Idena ?",
    "Solve the flips during the validation time. Be agile. The first 6 flips must be submitted in less than 2 minutes.": "Résolvez les flips pendant le temps de validation. Soyez agile ! Les 6 premiers flips doivent être soumis en moins de 2 minutes.",
    "Once your account is validated, keep your node up and running in order to mine coins.": "Une fois votre compte validé, gardez votre nœud opérationnel afin de miner des crypto-monnaies.",
    "Learn how to create flips. Don't forget to create three flips before the next validation in advance. Schedule your next validation.": "Apprenez à créer des flips. N'oubliez pas de créer trois flips avant la prochaine validation à l'avance. Organisez vous pour être disponible à la prochaine validation.",
    "Why do you need an invitation to join the Idena network?": "Pourquoi avez-vous besoin d'une invitation pour rejoindre le réseau Idena ?",
    "The pace of network growth is restricted to minimize the probability of a Sybil attack.": "Le rythme de croissance du réseau est limité pour minimiser la probabilité d'une attaque Sybil.",
    "Does the Idena protocol prevent users from buying or selling invitations?": "Le protocole Idena empêche-t-il les utilisateurs d'acheter ou de vendre des invitations ?",
    "What is the invitations distribution?": "Quelle est la répartition des invitations ?",
    "The targeted number of invitations in the network is calculated as 50% of the network size after each validation (Idena foundation invitations remaining extra).": "Le nombre ciblé d'invitations dans le réseau est calculé à 50 % de la taille du réseau après chaque validation (les invitations de la fondation Idena restant en sus).",
    "What is a stake in Idena?": "Qu'est-ce que le processus de détention et de verrouillage de fonds (Staking) dans Idena ?",
    "The stake cannot be spent while your account is valid. You receive these coins in your Idena wallet only when you voluntary terminate your Idena account - that is, when you “kill” your cryptoidentity.": "Vos fonds verrouillés ne peuvent pas être dépensés tant que votre compte est valide. Vous ne recevez ces fonds dans votre portefeuille Idena que lorsque vous résiliez volontairement votre compte Idena, c'est-à-dire lorsque vous « tuez » votre crypto-identité.",
    "When your account is killed by the network protocol, you lose your stake.": "Lorsque votre compte est tué par le protocole réseau, vous perdez vos fonds verrouillés.",
    "Idena does not use the stake for governance purposes.": "Idena n'utilise pas vos fonds verrouillés à des fins de gouvernance.",
    "Make sure your node is synchronized, and activate the invitation code. Check your identity status; it should be \"Candidate.\"": "Assurez-vous que votre nœud est synchronisé et activez le code d'invitation. Vérifiez votre statut d'identité. Il devrait être \"candidat.\"",
    "60% of earned coins will be sent back to the main wallet once a Newbie becomes Verified.": "60% des crypto-monnaies gagnées seront renvoyées dans le portefeuille principal une fois qu'un \"débutant\" sera \"vérifié\".",
    "Newbies cannot terminate their identities to withdraw the stake.": "Les \"débutants\" ne peuvent pas mettre fin à leur identité pour retirer leurs fonds verrouillés.",
    "Validation session": "Session de validation",
    "How do I find out when the next validation session starts?": "Comment savoir quand commence la prochaine session de validation ?",
    "The bigger the network is, the less frequently the validation sessions happen.": "Plus le réseau est grand, moins les sessions de validation ont lieu.",
    "The validation date will be adjusted to Saturdays once the network reaches 9441 identities. The total epoch duration is limited to 28 days.": "La date de validation sera ajustée au samedi une fois que le réseau aura atteint 9 441 identités. La durée totale de l'époque est limitée à 28 jours.",
    "Do you think the chosen validation time is fair for all countries?": "Pensez-vous que le délai de validation choisi est juste pour tous les pays ?",
    "San Francisco, USA 6:30": "San Francisco, États-Unis 6h30",
    "New York, USA 9:30": "New York, États-Unis 9h30",
    "Tunis, Tunisia 14:30": "Tunis, Tunisie 14:30",
    "Berlin, Germany 15:30": "Berlin, Allemagne 15h30",
    "Moscow, Russia 16:30": "Moscou, Russie 16h30",
    "Delhi, India 19:00": "Delhi, Inde 19:00",
    "Beijing, China 21:30": "Pékin, Chine 21h30",
    "Sydney, Australia 23:30": "Sydney, Australie 23:30",
    "Why are there actually two sessions — a short and a long one — during the validation ceremony?": "Pourquoi y a-t-il en fait deux sessions – une courte et une longue – lors de la cérémonie de validation ?",
    "The long flip qualification session lasts 30 minutes and consists of 25-30 flips, each of which is received by a larger number of network participants (depending on the network size). This session enables the network to achieve a consensus on flip quality and the right answer to a flip.": "La longue session de qualification de flip dure 30 minutes et se compose de 25 à 30 flips, chacun étant reçu par un plus grand nombre de participants au réseau (en fonction de la taille du réseau). Cette session permet au réseau de parvenir à un consensus sur la qualité du flip et la bonne réponse à un flip.",
    "What validation score do I need to be validated?": "De quel score de validation ai-je besoin pour être validé ?",
    "To get validated, you need to meet these three requirements during each validation session:": "Pour être validé, vous devez répondre à ces trois exigences lors de chaque session de validation :",
    "Your current short validation session’s score should be 60% or more.": "Le score de votre session de validation courte actuelle doit être d'au moins 60 %.",
    "Your current long session’s score should be 75% or more.": "Le score de votre session longue actuelle devrait être de 75 % ou plus.",
    "In addition, you need to solve flips both correctly and fast. The first 6 flips must be solved in less than 2 minutes.": "De plus, vous devez résoudre les flips à la fois correctement et rapidement. Les 6 premiers flips doivent être résolus en moins de 2 minutes.",
    "Who specifies the right answer for a flip? Does the author publish the right answer?": "Qui spécifie la bonne réponse pour un flip ? L'auteur publie-t-il la bonne réponse ?",
    "A flip is submitted without the right answer. The network comes to a consensus about the right answer after the validation session.": "Un flip est soumis sans la bonne réponse. Le réseau parvient à un consensus sur la bonne réponse après la session de validation.",
    "Are all participants in Idena equal?": "Tous les participants à Idena sont-ils égaux ?",
    "There are different statuses of participants in Idena:": "Il existe différents statuts de participants à Idena :",
    "Fig: Identity status flow (Candidate, Newbie, Verified, Human)": "Fig : Flux de statut d'identité (candidat, débutant, vérifié, humain)",
    "Fig: Identity status flow (Suspended, Zombie)": "Fig : Flux de statut d'identité (Suspendu, Zombie)",
    "Why can’t Idena have several validations at different times to make it more convenient for participants in different time zones?": "Pourquoi Idena ne peut-il pas avoir plusieurs validations à différents moments pour le rendre plus pratique pour les participants dans différents fuseaux horaires ?",
    "The validation time needs to be synchronized for people all over the world to verify the uniqueness of network participants. Otherwise, it would be possible to verify a different account at each of the various validation ceremonies.": "L'heure de validation doit être synchronisée pour les personnes du monde entier afin de vérifier l'unicité des participants au réseau. Sinon, il serait possible de vérifier un compte différent à chacune des différentes cérémonies de validation.",
    "Am I allowed to participate in a validation ceremony if I have not submitted flips?": "Suis-je autorisé à participer à une cérémonie de validation si je n'ai pas soumis de flips ?",
    "Newbies and verified accounts must submit flips before the next validation ceremony. Not submitting flips is equal to missing a validation.": "Les débutants et les comptes vérifiés doivent soumettre des flips avant la prochaine cérémonie de validation. Ne pas soumettre de flips équivaut à manquer une validation.",
    "Candidates, suspended accounts, and zombies do not submit flips for the validation ceremony.": "Les candidats, les comptes suspendus et les zombies ne soumettent pas de flips pour la cérémonie de validation.",
    "Will I lose the coins I have mined in Idena when my cryptoidentity is killed?": "Vais-je perdre les coins que j'ai miné lorsque ma crypto-identité est tuée ?",
    "The remaining 80% of all your Idena earnings go directly to your Idena wallet. You keep those coins even if your cryptoidentity is killed (by you or by the network protocol)": "Les 80% restants de tous vos revenus Idena vont directement dans votre portefeuille Idena. Vous conservez ces coins même si votre crypto-identité est tuée (par vous ou par le protocole réseau)",
    "I have passed the validation but I haven’t received any rewards. Why?": "J'ai réussi la validation mais je n'ai reçu aucune récompense. Pourquoi ?",
    "Who creates flips in the network?": "Qui crée des flips dans le réseau ?",
    "Validated participants create flips to be able to take part in the next validation session.": "Les participants validés créent des flips pour pouvoir participer à la prochaine session de validation.",
    "How can people whose disabilities prevent them from completing a traditional flip validation session be validated?": "Comment valider les personnes dont les handicaps les empêchent de terminer une session de validation de flip traditionnelle ?",
    "What if a flip cannot be solved by a human?": "Et si un flip ne pouvait pas être résolu par un humain ?",
    "The network comes to a consensus about the right answer after the validation session. If consensus is not reached, then the flip is disqualified. Answers for such disqualified flips are not counted.": "Le réseau parvient à un consensus sur la bonne réponse après la session de validation. Si le consensus n'est pas atteint, alors le flip est disqualifié. Les réponses pour ces flips disqualifiés ne sont pas comptées.",
    "How are flips distributed for the validation session? Are flips individual?": "Comment les flips sont-ils distribués pour la session de validation ? Les flips sont-ils individuels ?",
    "How are newly created flips secured so that they do not leak before the validation session?": "Comment les flips nouvellement créés sont-ils sécurisés afin qu'ils ne fuitent pas avant la session de validation ?",
    "The flips are stored as encrypted data in the network before validation, and then they are algorithmically distributed.": "Les flips sont stockés sous forme de données cryptées dans le réseau avant validation, puis ils sont distribués de manière algorithmique.",
    "The flips are encrypted according to the following protocol:": "Les flips sont cryptés selon le protocole suivant :",
    "All flips created by the author are encrypted using these 2 keys and broadcasted into the IPFS": "Tous les flips créés par l'auteur sont cryptés à l'aide de ces 2 clés et diffusés dans l'IPFS (Protocole pair à pair)",
    "What if someone develops AI instruments to solve flips?": "Et si quelqu'un développait des instruments d'Intelligence Artificielle pour résoudre les flips ?",
    "Flips do not fall under the class of \"recognition\" problems, which are easily solved by neural networks. Solving a flip demands understanding the meaning of a story, using common-sense reasoning.": "Les flips ne relèvent pas de la classe des problèmes de « reconnaissance », qui sont facilement résolus par les réseaux de neurones. Résoudre un flip demande de comprendre le sens d'une histoire, en utilisant un raisonnement de bon sens.",
    "The example of the Winograd Schema Challenge shows that introducing a larger database does not lead to better results with AI-hard tasks.": "L'exemple du Winograd Schema Challenge montre que l'introduction d'une base de données plus importante ne conduit pas à de meilleurs résultats avec les tâches difficiles de l'IA.",
    "In addition, adversarial noise can be added to flip images to make a neural network result in incorrect outputs.": "De plus, du bruit antagoniste peut être ajouté pour retourner les images afin qu'un réseau de neurones trouvent des solutions incorrectes.",
    "What types of flips are to be reported during the long sessions?": "Quels types de flips sont à signaler pendant les longues sessions ?",
    "You should report the flip when you see one of the following:": "Vous devez signaler un flip lorsque vous voyez l'un des éléments suivants :",
    "One of the keywords is not relevant to the flip": "L'un des mots-clés n'est pas pertinent pour le flip",
    "You see inappropriate content": "Vous voyez du contenu inapproprié",
    "You need to read the text in the flip to solve it": "Vous devez lire du texte dans le flip pour le résoudre",
    "You see numbers or letters or other labels on top of the images indicating their order": "Vous voyez des chiffres, des lettres ou d'autres informations au-dessus des images indiquant leur ordre",
    "How are participants motivated to report bad flips?": "Comment les participants sont-ils motivés à signaler les mauvais flips ?",
    "What if one of my flips is reported?": "Que faire si l'un de mes flips est signalé ?",
    "Flip creation": "Création de flip",
    "What is the procedure to create a new flip?": "Quelle est la procédure pour créer un nouveau flip ?",
    "What are the rules to create flips?": "Quelles sont les règles pour créer des flips ?",
    "Why do I need to use the suggested keywords to create a flip?": "Pourquoi dois-je utiliser les mots-clés suggérés pour créer un flip ?",
    "The relevance of the flip to the keywords is tested during the long qualification session. Participants who create flips that are irrelevant to the keywords are penalized by the protocol. Identities will be killed for repeatedly ignoring keywords when creating flips.": "La pertinence du flip par rapport aux mots-clés est testée lors de la longue session de qualification. Les participants qui créent des flips sans rapport avec les mots-clés sont pénalisés par le protocole. Les identités seront tuées pour ignorer à plusieurs reprises les mots-clés lors de la création de flips.",
    "Who can create flips?": "Qui peut créer des flips ?",
    "Flips are created by validated identities.": "Les flips sont créés par des identités validées.",
    "What if someone creates an invalid flip?": "Et si quelqu'un crée un flip invalide ?",
    "The network comes to the consensus about the right answer after the validation session. If consensus is not reached, then the flip is disqualified. Answers for disqualified flips are not counted, and the authors of these flips are not rewarded.": "Le réseau parvient à un consensus sur la bonne réponse après la session de validation. Si le consensus n'est pas atteint, alors le flip est disqualifié. Les réponses pour les flips disqualifiés ne sont pas comptées et les auteurs de ces flips ne sont pas récompensés.",
    "If I create more flips than requested, may I keep them as drafts and submit them for the next epoch?": "Si je crée plus de flips que demandé, puis-je les conserver comme brouillons et les soumettre pour la prochaine époque ?",
    "You cannot keep flip drafts for the next epoch, because the keywords used for flip creation are generated for the current epoch. All the drafts will be burnt after the validation session, and you will have to create new flips.": "Vous ne pouvez pas conserver les brouillons de flip pour l'époque suivante, car les mots-clés utilisés pour la création de flip sont générés pour l'époque actuelle. Tous les brouillons seront détruits après la session de validation, et vous devrez créer de nouveaux flips.",
    "What if someone deliberately creates bad flips or uses inappropriate images for them?": "Que se passe-t-il si quelqu'un crée délibérément de mauvais flips ou utilise des images inappropriées pour eux ?",
    "Users creating meaningless flips or spam or flips with inappropriate content or flips irrelevant to the keywords are to be punished.": "Les utilisateurs créant des flips ou des spams sans signification ou des flips avec un contenu inapproprié ou des flips sans rapport avec les mots-clés doivent être punis.",
    "How are flips distributed during a validation session?": "Comment les flips sont-ils distribués lors d'une session de validation ?",
    "Flips are distributed randomly. Participants are not allowed to solve flips created by themselves.": "Les flips sont distribués de manière aléatoire. Les participants ne sont pas autorisés à résoudre des flips créés par eux-mêmes.",
    "Economy": "Economie",
    "What is the total supply limit?": "Quelle est la limite d'approvisionnement totale ?",
    "Total supply is not limited.": "L'offre totale n'est pas limitée.",
    "Is the Idena coin (iDNA) based on an inflation model?": "Le coin Idena (iDNA) est-il basé sur un modèle d'inflation ?",
    "There are the following cases for supply utilization:": "Il existe les cas suivants pour l'utilisation de l'approvisionnement :",
    "What is the mining penalty?": "Qu'est-ce que la pénalité de minage ?",
    "The penalty size depends on the network size: PenaltySize = 6 iDNA x 1800 blocks / NetworkSize": "La taille de la pénalité dépend de la taille du réseau : PenaltySize = 6 iDNA x 1800 blocs / NetworkSize",
    "How is the mining penalty charged?": "Comment la pénalité de minage est-elle facturée ?",
    "Every node tracks activity of other nodes when new blocks are produced. There are two subsequent blocks that have to be mined to penalize an offline node:": "Chaque nœud suit l'activité des autres nœuds lorsque de nouveaux blocs sont produits. Il y a deux blocs suivants qui doivent être minés pour pénaliser un nœud hors ligne :",
    "What is the transaction fee in Idena?": "Quels sont les frais de transaction d'Idena ?",
    "Fig: Transaction fee calculation": "Fig : Calcul des frais de transaction",
    "Validation ceremony transactions are not charged. However, they affect the fee rate because of the block consumtion.": "Les transactions de la cérémonie de validation ne sont pas facturées. Cependant, ils affectent le taux des frais en raison de la consommation en bloc.",
    "90% of paid fees are burnt. The rest 10% are paid to the block proposer.": "90% des frais payés sont brûlés. Les 10 % restants sont versés au proposant du bloc.",
    "What is the Idena coins minting structure?": "Quelle est la structure de minage des coins Idena ?",
    "How are rewards for the validation session distributed?": "Comment sont distribuées les récompenses de la session de validation ?",
    "The validation session fund is capped at 25,920 iDNA per day. It accumulates daily (according to the number of blocks issued) and gets distributed at the end of the validation session as follows:": "Le fonds de la session de validation est plafonné à 25 920 iDNA par jour. Il s'accumule quotidiennement (en fonction du nombre de blocs émis) et se répartit à la fin de la session de validation comme suit :",
    "Idena foundation payouts: 10%": "Versements de la fondation Idena : 10 %",
    "Zero wallet fund: 2%": "Fonds du portefeuille zéro : 2%",
    "No rewards are paid to those participants who fall into one of the following groups:": "Aucune récompense n'est versée aux participants qui appartiennent à l'un des groupes suivants :",
    "Participants who have at least one flip irrelevant to key words": "Participants qui ont au moins un flip sans rapport avec les mots clés",
    "Participants who have no qualified flips": "Les participants qui n'ont pas de flips qualifiés",
    "Participants who provided invalid data instead of flip images": "Participants qui ont fourni des données invalides au lieu de retourner des images",
    "What is the Idena coin utility?": "Quelle est l'utilité des coins Idena ?",
    "The Idena protocol introduces incentives to prevent participants from buying and selling invitations. The person who sells an invitation can kill the invited participant and get the staked/locked coins during the next several epochs before their status is \"Verified\". The seller can double-spend the invitation by selling it multiple times. Invitations should be granted for free to trusted people only (relatives, friends, and so on).": "Le protocole Idena introduit des incitations pour empêcher les participants d'acheter et de vendre des invitations. La personne qui vend une invitation peut tuer le participant invité et obtenir les crypto-monnaies jalonnées/verrouillées au cours des prochaines époques avant que son statut ne soit \"Vérifié\". Le vendeur peut doubler l'invitation en la vendant plusieurs fois. Les invitations doivent être accordées gratuitement aux personnes de confiance uniquement (parents, amis, etc...).",
    "Every account in Idena has two wallets: the Idena wallet and the stake. The stake is like your pension account: 20% of all your Idena rewards (mining, validation rewards, flip rewards, valid invitation rewards, and so on) accumulate in the stake, while the remaining 80% goes directly to your Idena wallet.": "Chaque compte dans Idena a deux portefeuilles : le portefeuille Idena et le verrouillage de fonds. Ce verrouillage de fonds est comme votre compte de pension : 20 % de toutes vos récompenses Idena (minage, récompenses de validation, récompenses flip, récompenses d'invitation valides, etc...) s'accumulent dans la mise, tandis que les 80 % restants vont directement à votre portefeuille Idena.",
    "The validation status of a participant is not forever. It expires when the next epoch starts. Participants should prolong their validation status for every new epoch. A validated person may miss two validation sessions in a row without losing her cryptoidentity. But then this person cannot mine coins during the epochs when validations have been missed.": "Le statut de validation d'un participant n'est pas éternel. Il expire au début de l'époque suivante. Les participants doivent prolonger leur statut de validation pour chaque nouvelle époque. Une personne validée peut manquer deux sessions de validation d'affilée sans perdre sa crypto-identité. Mais alors cette personne ne peut pas miner des coins pendant les époques où les validations ont été manquées.",
    "Discrimination of identities with the Newbie status": "Discrimination des identités avec le statut \"Débutant\"",
    "If your cryptoidentity is killed by the network, you lose your stake: 20% of all your rewards (mining, validation rewards, flip rewards, valid invitation rewards, and so on), which cannot be spent while your Idena account is valid and which can be received only when you voluntary terminate your account.": "Si votre crypto-identité est tuée par le réseau, vous perdez vos fonds verrouillés : 20% de toutes vos récompenses (minage, récompenses de validation, récompenses flip, récompenses d'invitation valides, etc.), qui ne peuvent pas être dépensées tant que votre compte Idena est valide et qui ne peut être reçu que lorsque vous résiliez volontairement votre compte.",
    "Only 20% of earned coins is mined to the main wallet for Newbies. The rest 80% is mined to the stake: in total 60% of earned coins is temporary locked in the stake until a Newbie becomes Verified.": "Seulement 20% des crypto-monnaies gagnées sont envoyées du portefeuille principal pour les débutants. Les 80% restants sont envoyées vers les fonds verrouillés : au total, 60% des crypto-monnaies gagnées sont temporairement verrouillés jusqu'à ce qu'un \"Débutant\" devienne \"Vérifié\".",
    "The mining penalty is charged if a node is being offline for more that 1 hour with the miner status activated. The miner status for the penalized node is deactivated automatically.": "La pénalité de minage est facturée si un nœud est hors ligne pendant plus d'une heure avec le statut de mineur activé. Le statut de mineur du nœud pénalisé est automatiquement désactivé.",
    "The date of the validation session is calculated by the network and is shown in the Idena app. The time is always fixed: 13:30 UTC.": "La date de la session de validation est calculée par le réseau et est affichée dans l'application Idena. L'heure est toujours fixe : 13h30 UTC.",
    "In order to continue mining, the mining status has to be activated manually. All the newly mined coins will be spent to cover the penalty. Once the penalty is paid, mining will continue as usual. All mining penalties are discarded when a new epoch starts.": "Afin de continuer à miner, le statut de minage doit être activé manuellement. Tous les coins nouvellement minés seront dépensées pour couvrir la pénalité. Une fois la pénalité payée, le minage se poursuivra comme d'habitude. Toutes les pénalités de minage sont supprimées au début d'une nouvelle époque.",
    "The validation time of 13:30 UTC covers most countries when most people are awake. These are the local times for some of the world's cities (as of June 1, 2019):": "L'heure de validation de 13h30 UTC couvre la plupart des pays lorsque la plupart des gens sont éveillés. Voici les heures locales de certaines villes du monde (au 1er juin 2019) :",
    "The transaction fee is calculated automatically by protocol. The fee goes up or down based on how full the previous block was, targeting an average block utilization of 50%. When the previous block is more than 50% full, the transaction fee goes up proportionally. When it is below 50% usage, fees go down. A user can specify the maximum fee limit for the transaction.": "Les frais de transaction sont calculés automatiquement par le protocole. Les frais augmentent ou diminuent en fonction du niveau de remplissage du bloc précédent, ciblant une utilisation moyenne du bloc de 50 %. Lorsque le bloc précédent est rempli à plus de 50 %, les frais de transaction augmentent proportionnellement. Lorsqu'il est inférieur à 50 % d'utilisation, les frais diminuent. Un utilisateur peut spécifier la limite de frais maximale pour la transaction.",
    "The short validation session has a very limited time frame, less than two minutes, and consists of six flips, each of which is received only by 1–4 participants in the network (depending on the network size). This session’s task is conducting a Turing test: telling humans from AI.": "La courte session de validation a une durée très limitée, moins de deux minutes, et se compose de six flips, dont chacun n'est reçu que par 1 à 4 participants du réseau (selon la taille du réseau). La tâche de cette session consiste à effectuer un test de Turing : mesurer la capacité d'une machine à imiter une conversation humaine.",
    "There is no private key for the zero address. The network must reach consensus in order to spend it.": "Il n'y a pas de clé privée pour l'adresse zéro. Le réseau doit parvenir à un consensus pour pouvoir le dépenser.",
    "If an attacker is more than 1/3 of the validated participants, will the honest contingent be able to recover?": "Si un attaquant représente plus d'1/3 des participants validés, le contingent honnête pourra-t-il récupérer ?",
    "For now, they can't. But Idena is designed as an open-source project, and we hope that there will be teams with specific expertise in this area who will be motivated to develop means for people with disabilities to get validated in the network, such as audio flips, for example.": "Pour l'instant, ils ne peuvent pas. Mais Idena est conçu comme un projet open source, et nous espérons qu'il y aura des équipes avec une expertise spécifique dans ce domaine qui seront motivées pour développer des moyens pour que les personnes handicapées se fassent valider dans le réseau, comme les flips audio, par exemple .",
    "If consensus is not reached, then the flip is disqualified. Answers for disqualified flips are not counted. Authors of disqualified flips get no reward for making them.": "Si le consensus n'est pas atteint, alors le flip est disqualifié. Les réponses pour les flips disqualifiés ne sont pas comptées. Les auteurs de flips disqualifiés ne reçoivent aucune récompense pour les avoir réalisés.",
    "Flip has strong consensus if there are not less than 75% of participants agreed with the answer. Participants who gave right answer get 1 point, otherwise 0.": "Un flip a un consensus fort s'il n'y a pas moins de 75 % des participants d'accord avec la réponse. Les participants qui ont donné la bonne réponse obtiennent 1 point, sinon 0.",
    "Flip has weak consensus if there are at least 66% of participants agreed with the answer. Participants who gave right answer get 1 point, otherwise 0,5.": "Un flip a un consensus faible s'il y a au moins 66% des participants d'accord avec la réponse. Les participants qui ont donné la bonne réponse obtiennent 1 point, sinon 0,5.",
    "As the network grows, the number of people solving the same flip goes down: In a network of 10,000 users, only two different participants will have the same flip to solve. When the network reaches 30,000 users, one single flip will appear in a validation session of only one participant.": "Au fur et à mesure que le réseau grandit, le nombre de personnes résolvant le même flip diminue : dans un réseau de 10 000 utilisateurs, seuls deux participants différents auront le même flip à résoudre. Lorsque le réseau atteint 30 000 utilisateurs, un seul flip apparaîtra dans une session de validation d'un seul participant.",
    "Flips belong to the class of AI-hard problems. There is no single pattern for flips since they are created by humans according to randomly selected keywords.": "Les flips appartiennent à la classe des problèmes difficiles à résoudre par l'IA. Il n'y a pas de modèle unique pour les flips puisqu'ils sont créés par des humains selon des mots-clés choisis au hasard.",
    "Thus, current AI instruments or even a large database of flips will not achieve the results that can be compared to those demonstrated by humans.": "Ainsi, les instruments d'IA actuels ou même une grande base de données de flips n'atteindront pas les résultats qui peuvent être comparés à ceux démontrés par les humains.",
    "Every successful report of a flip is rewarded: The reward for the reported flip which is not paid to the flip creator is distributed between the committee embers who reported the flip.": "Chaque rapport réussi d'un flip est récompensé : La récompense pour le flip signalé qui n'est pas payée au créateur du flip est répartie entre les membres du comité qui ont signalé le flip.",
    "The number of flips that can be reported is limited to 1/3. So participants are motivated to pick which flip to report first relying on objective criteria (e.g. both keywords relevance).": "Le nombre de flips pouvant être signalés est limité à 1/3. Ainsi, les participants sont motivés à choisir le flip à signaler en premier en se basant sur des critères objectifs (par exemple, la pertinence des deux mots-clés).",
    "To create a flip, you use two keywords randomly selected by the protocol as associative hints to think up a story within the general template of “Before – Something happens – After.” You upload four images from your device or from the Internet to tell the story. Then you create an alternative – a meaningless sequence of the images that you have chosen by shuffling – and submit the pair of sequences to the network.": "Pour créer un flip, vous utilisez deux mots-clés sélectionnés au hasard par le protocole comme astuces associatives pour imaginer une histoire dans le modèle général de « Avant – Quelque chose se passe – Après ». Vous téléchargez quatre images depuis votre appareil ou depuis Internet pour raconter l'histoire. Ensuite, vous créez une alternative - une séquence dénuée de sens des images que vous avez choisies en mélangeant - et soumettez la paire de séquences au réseau.",
    "These two random keywords selected from a large dictionary are a sort of associative hint for stimulating your creativity. You are required to use them for two reasons. First, doing so helps to ensure the non-repeatability and unpredictability of flip types, which makes flips truly AI-resistant. Second, it enables the Idena protocol to detect and punish protocol abuse such as submitting a number of random pictures instead of a flip or the same flip repeatedly.": "Ces deux mots-clés choisis au hasard dans un grand dictionnaire sont une sorte d'indice associatif pour stimuler votre créativité. Vous devez les utiliser pour deux raisons. Premièrement, cela permet de garantir la non-répétabilité et l'imprévisibilité des types de flips, ce qui rend les flips vraiment résistants à l'IA. Deuxièmement, il permet au protocole Idena de détecter et de punir les abus de protocole, tels que la soumission d'un certain nombre d'images aléatoires au lieu d'un flip ou du même flip à plusieurs reprises.",
    "Total minting is capped at 51,840 coins per day. Half of the cap (50%) is mined while producing the blocks. The rest of the coins are minted during validation sessions.": "Le total des fonds est plafonné à 51 840 coins par jour. La moitié du cap (50 %) est extraite lors de la production des blocs. Le reste des coins est généré lors des sessions de validation.",
    "Why do I get Late submission even though I’m sure I’ve submitted my answers in time?": "Pourquoi est-ce que je reçois une soumission tardive même si je suis sûr d'avoir soumis mes réponses à temps ?",
    "As Idena is a decentralized and distributed network it uses a gossip peer-to-peer protocol to ensure data disseminated to the network.": "Comme Idena est un réseau décentralisé et distribué, il utilise un protocole peer-to-peer pour assurer la diffusion des données sur le réseau.",
    "If your node lost connection while submitting the answers/keys and connection was restored after the above time, the validation attempt will be considered as failed with the Late submission reason.": "Si votre nœud a perdu la connexion lors de la soumission des réponses/clés et que la connexion a été restaurée après le délai ci-dessus, la tentative de validation sera considérée comme ayant échoué avec le motif de soumission tardive.",
    "Delegation": "Délégation",
    "Can I participate in Oracle voting if I delegated mining?": "Puis-je participer au vote Oracle si j'ai délégué l'exploitation du minage ?",
    "Yes, you can vote in any Oracle voting and get rewards in accordance with the specific oracle voting. These rewards will go to the pool address.": "Oui, vous pouvez voter dans n'importe quel vote Oracle et obtenir des récompenses conformément au vote Oracle spécifique. Ces récompenses iront à l'adresse du pool.",
    "What is delegation of mining status?": "Qu'est-ce que la délégation du statut de minage ?",
    "You can delegate your mining status to another address which in this case will act as a pool.": "Vous pouvez déléguer votre statut de minage à une autre adresse qui, dans ce cas, fera office de pool.",
    "For example, if several members of your family have Idena nodes, you can benefit from delegation to one pool. Only this pool node has to be online to mine coins for delegated nodes. Pool rewards for block mining will be equal to those of a single identity.": "Par exemple, si plusieurs membres de votre famille ont des nœuds Idena, vous pouvez bénéficier de la délégation à un pool. Seul ce nœud de pool doit être en ligne pour extraire des coins pour les nœuds délégués. Les récompenses du pool pour le minage de blocs seront égales à celles d'une même identité.",
    "Any validated user can delegate their mining status to a not validated address which will become a pool.": "Tout utilisateur validé peut déléguer son statut de minage à une adresse non validée qui deviendra un pool.",
    "Idena formalizes people on the blockchain and there might be use cases that we can not anticipate yet.": "Idena formalise les gens sur la blockchain et il pourrait y avoir des cas d'utilisation que nous ne pouvons pas encore anticiper.",
    "How to buy iDNA on a decentralized exchange?": "Comment acheter de l'iDNA sur un échange décentralisé ?",
    "This is a general safety assumption applicable to any permissionless blockchain and it is not possible to overcome it: More than 2/3 of honest participants are needed to guarantee safety.": "Il s'agit d'une hypothèse de sécurité générale applicable à toute blockchain sans autorisation et il n'est pas possible de la surmonter : plus de 2/3 de participants honnêtes sont nécessaires pour garantir la sécurité.",
    "In addition, since the validation timeframe is relatively small (1–2 minutes), the workers might be interested in validating their own identities instead of selling their time during the validation time.": "De plus, étant donné que le délai de validation est relativement court (1 à 2 minutes), les travailleurs pourraient être intéressés à valider leur propre identité au lieu de dépenser ce temps à autre chose pendant le temps de validation.",
    "Attack: An adversary offers a flip service that creates high quality flips using the set of words you specify. Participants who don't want to spend time creating flips can outsource this job to the service. If the service has enough users it can auto-solve a significant number of flips.": "Attaque : un adversaire propose un service de flip qui crée des flips de haute qualité en utilisant l'ensemble de mots que vous spécifiez. Les participants qui ne veulent pas passer du temps à créer des flips peuvent sous-traiter ce travail au service. Si le service a suffisamment d'utilisateurs, il peut résoudre automatiquement un nombre important de flips.",
    "The threat can be mitigated by introducing a punishment mechanism: An account can be killed for submitting a compromised flip for validation. A flip is considered compromised if it has been seen by other people before the validation time. A hash of the proof published on the blockchain prior the validation can be considered as evidence. The person who provides the evidence earns percentage of the stake of the terminated account.": "La menace peut être atténuée en introduisant un mécanisme de punition : un compte peut être tué pour avoir soumis un flip compromis pour validation. Un flip est considéré comme compromis s'il a été vu par d'autres personnes avant l'heure de validation. Un hachage de la preuve publiée sur la blockchain avant la validation peut être considéré comme une preuve. La personne qui fournit la preuve gagne un pourcentage de la mise du compte résilié.",
    "A flip service can not prove that it does not publish evidence of compromised flips. It will hardly be profitable to build such a service on reputation since there is a strong incentive to kill accounts later on when more accounts are compromised and the total stake of those accounts is big enough.": "Un service de flips ne peut pas prouver qu'il ne publie pas de preuves de flips compromis. Il ne sera guère rentable de construire un tel service sur la réputation, car il existe une forte incitation à supprimer des comptes plus tard lorsque davantage de comptes sont compromis et que la mise totale de ces comptes est suffisamment importante.",
    "The threat is mitigated by flips encryption. Each flip is available only for those participants who solve it during the validation session. There are around 10-15 persons who see it. The flips that have been used for validation are encrypted: Only 2 out of 4 images of a flip are publicly available to make it impossible to easily collect huge datasets.": "La menace est atténuée par le cryptage flips. Chaque flip est disponible uniquement pour les participants qui le résolvent pendant la session de validation. Il y a environ 10-15 personnes qui le voient. Les flips qui ont été utilisés pour la validation sont cryptés : seules 2 images d'un flip sur 4 sont accessibles au public, ce qui rend impossible la collecte facile d'énormes ensembles de données.",
    "nextValidationTimeCheck": "Vérifiez la prochaine heure de validation : <2><0>{{validationTime}}</0></2>. Votre nœud doit être synchronisé avant le démarrage de la session.",
    "invitationDistribution": "<0>Les invitations sont réparties comme suit :</0><1><0> Les identités avec le statut Humain reçoivent une invitation en commençant par le score total le plus élevé.</0><1> S'il reste des invitations non distribuées, les identités avec le statut Humain ou Vérifié reçoivent une invitation à partir du score total le plus élevé.</1><2> Après la distribution, le score total minimal des personnes habilitées à recevoir des invitations est connu.</2><3> Toutes les identités avec ce score total minimal reçoivent des invitations. En cas de besoin, des invitations supplémentaires sont émises par le protocole Idena pour couvrir la demande. </3></1>",
    "bitcoinPow": "Regardons la preuve de travail Bitcoin. Considérez <2>l'exploitation minière égoïste</2> lorsque les plus gros mineurs deviennent plus gros. En conséquence, les petits mineurs n'investissent pas dans le minage de Bitcoin car cela contribue à leurs pertes. En fait, il y a une exploitation minière très concentrée dans Bitcoin qui ne peut jamais être inversée. Il existe treize pools de contrôle dans Bitcoin. Il existe trois pools contrôlant plus de 50% du réseau Bitcoin.",
    "onePercentWallet": "1% de tous les coins émis sont accumulés à <2>l'adresse du portefeuille zéro</2>. Nous pensons qu'une gouvernance pour l'allocation de fonds à portefeuille zéro sera établie à l'avenir. Il peut être utilisé pour le financement de projets externes, couvrir les pertes de quelqu'un ou à d'autres fins sur lesquelles le réseau s'entend.",
    "idnaWalletWithdraw": "Vous pouvez utiliser l'application Web Idena ou l'un des <2>portefeuilles Idena créés par la communauté</2> pour stocker votre iDNA. Choisissez un portefeuille que vous souhaitez utiliser, générez votre adresse et utilisez-la pour transférer vos coins Idena. En général, stocker des coins dans un portefeuille privé est plus sûr que de les garder sur un échange.",
    "newbieDescription": "<0>Débutant.</0> Une identité nouvellement validée peut participer aux sessions de validation suivantes, extraire des coins et créer des flips, mais ne peut pas envoyer d'invitations ou manquer des validations.",
    "verifiedDescription": "<0>Vérifié.</0> Une crypto-identité validée au moins trois fois de suite et ayant le <3>Score total>=75%</3> peut faire la même chose qu'un Débutant plus<5></5> - envoyer des invitations<7></7>- soumettre un flip supplémentaire<9></9>- rater jusqu'à deux validations d'affilée<11></11>Un Vérifié ne peut échouer ni une session courte ni une session longue .",
    "flipReportingSituations": "<0>C'est possible dans l'un des cas suivants :</0><1><0>Si l'un de vos flips est signalé par la majorité du comité de qualification (veuillez consulter <2>\"Et si un de mes flips est signalé\" </2>)</0><1></1><2>ou</2><3>Si tous vos flips ont le statut \"Pas de consensus\", ce qui signifie que le réseau n'a pas pu parvenir à un consensus sur la bonne réponse pour ces flips.</3></1><2>Veuillez noter que les flips sont l'élément clé de la sécurité du réseau Idena. C'est pourquoi le protocole impose des sanctions sévères aux utilisateurs qui créent des flips en violation des règles.</2>",
    "faqFlipParts": "Chaque flip a une partie publique et une partie cachée :<1></1>- la partie publique est disponible pour tout le monde après la validation (2 images)<3></3>- la partie cachée est disponible uniquement pour les participants qui résolvent le flip",
    "flipLotteryDescription1": "Flip lottery<1></1>- L'auteur calcule la liste des candidats qui doivent résoudre les flips afin de leur envoyer le FlipHiddenSecret<3></3>- Le tableau <5>FlipRecipients[N]</5> est produit : <7>FlipHiddenSecret</7> est chiffré N fois avec les clés publiques des candidats (N est le nombre de participants qui doivent résoudre le flip)<9></9>- <11>FlipRecipients[N]</11> le tableau est chiffré avec <13>FlipPublicSecret</13> et diffusé à l'IPFS<15></15> - Les candidats téléchargent les tableaux <18>FlipRecipients[N]</18> correspondant aux flips qu'ils doivent résoudre",
    "flipReportingAftermath": "Les flips sont l'élément clé de la sécurité du réseau Idena. Le protocole impose des sanctions sévères aux utilisateurs qui créent des flips en violation des <2>règles</2>. Si l'un des flips est signalé lors de la validation, l'utilisateur qui a créé ce flip ne recevra aucune récompense pour la validation. Un flip ne peut pas obtenir le statut \"Signalé\" par accident. Ce statut est accordé si plus de 50 % des membres du comité de qualification ont signalé ce flip lors de la session longue. Chaque membre du comité de qualification ne peut rapporter que 1/3 des flips qui lui sont montrés.",
    "flipCreationRules": "<0>Veuillez suivre les règles lors de la création de flips :</0><1><0>les flips doivent être pertinents pour les deux mots-clés</0><1>les flips ne doivent pas contenir de contenu inapproprié</1><2>flips ne doit contenir aucun texte qui est nécessaire pour comprendre la résolution de ce flip</2><3>les flips ne doivent pas contenir de chiffres ou de lettres ou d'autres étiquettes au-dessus des images indiquant leur ordre</3></1><2 >Si vous ne respectez pas ces règles lors de la création d'un flip, cela peut être signalé lors de la session de qualification. Veuillez garder à l'esprit que dans ce cas, vous ne serez pas payé pour la validation (voir <2>Et si un de mes flips est signalé</2>).</2>",
    "coinsAllocation": "<0>20 % des pièces frappées sont gelées dans vos fonds gelés</0><1>Les enjeux des identités non validées sont brûlés</1><2>Les pénalités de minage sont brûlées</2><3>90 % des frais de transaction sont brûlées</3><4>1 % des pièces frappées sont gelées dans le portefeuille zéro</4><5>100 % des paiements publicitaires seront brûlés : <2>en savoir plus</2> </5> <6>Plus le réseau est grand, plus les détenteurs de coins ne conserveront que des coins nouvellement minés sans les dépenser</6>",
    "validationRewardFund": "<0><0>Fond de récompense de validation : 24 %</0></0>La récompense de validation est répartie en fonction de l'âge (proportionnellement à l'<2>âge</2><3>⅓</3>). Les participants plus âgés reçoivent plus que les plus jeunes.",
    "invitationRewardFund": "<0><0>Fonds récompense invitation : 32%</0></0>Le fonds récompense invitation est distribué à toutes les identités dont les invitations ont été validées. La récompense d'invitation est versée jusqu'à 3 époques consécutives proportionnellement à l'âge de la personne invitée :<2></2>- Une récompense pour la deuxième validation d'un invité est 3 fois plus importante qu'une récompense de base pour un candidat validé.<4 ></4>- Une récompense pour un invité vérifié est 6 fois plus importante qu'une récompense de base pour un candidat validé.<6></6><7></7>Les récompenses d'invitation pour la 2ème et 3ème validation ne sont pas payées à la fondation Idena.",
    "Idena participants voluntarily agree to consume ads published by a valid address which burns coins. Multiple advertisers compete for attention of a certain group of users by burning coins. This is an auction: Whoever burns more coins has the right to show their ad. Burnt coins are removed from the total supply. Newly mined coins are equally distributed among the network participants and then can be sold to advertisers who will have shortage of coins.": "Les participants d'Idena s'engagent volontairement à \"consommer\" des annonces publiées par une adresse valide qui brûle des coins. Plusieurs annonceurs rivalisent pour attirer l'attention d'un certain groupe d'utilisateurs en brûlant des coins. Il s'agit d'une vente aux enchères : celui qui brûle plus de coins a le droit de montrer son annonce. Les coins brûlés sont retirées de la réserve totale. Les coins nouvellement minés sont répartis également entre les participants du réseau et peuvent ensuite être vendus à des annonceurs qui manqueront de coins.",
    "However, to determine the results of the Oracle voting only the last vote sent from the pool is counted.": "Cependant, pour déterminer les résultats du vote Oracle, seul le dernier vote envoyé depuis le pool est compté.",
    "flipSolveLearningLink": "Apprenez à résoudre les flips : lisez <2>l'article</2> sur notre blog et <6>testez-vous</6>.",
    "To consider your answers valid they should reach more than 50% of validated nodes no later than 13:32 UTC.": "Pour que vos réponses soient valides, elles doivent atteindre plus de 50 % des nœuds validés au plus tard à 13h32 UTC.",
    "Also, the keys of your flips (for previously validated users) should spread across the network no later than 30 secs from the beginning of validation.": "De plus, les clés de vos flips (pour les utilisateurs préalablement validés) doivent se propager sur le réseau au plus tard 30 secondes après le début de la validation.",
    "Mining and validation rewards will go to the pool address. Your address will get only the part of rewards that goes to your stake.": "Les récompenses de minage et de validation iront à l'adresse du pool. Votre adresse ne recevra que la partie des récompenses qui va à votre mise.",
    "Please keep in mind that your identity could be terminated by the pool owner and you can lose your stake. That is why we strongly recommend to use delegation only if you trust the pool owner.": "Veuillez garder à l'esprit que votre identité peut être résiliée par le propriétaire du pool et que vous pouvez perdre votre mise. C'est pourquoi nous vous recommandons fortement d'utiliser la délégation uniquement si vous faites confiance au propriétaire du pool.",
    "You can disable delegation in the next epoch only.": "Vous ne pouvez désactiver la délégation qu'à l'époque suivante.",
    "Does a pool owner get my private key if I delegate mining to him?": "Un propriétaire de pool obtient-il ma clé privée si je lui délègue le minage ?",
    "No keys are transferred from the delegating node to the pool. The fact of the delegation is stored only on the blockchain.": "Aucune clé n'est transférée du nœud délégant au pool. Le fait de la délégation est stocké uniquement sur la blockchain.",
    "However, the pool owner can terminate your identity and take your stake.": "Cependant, le propriétaire du pool peut mettre fin à votre identité et prendre vos gains.",
    "Does the pool address need to be validated?": "L'adresse du pool doit-elle être validée ?",
    "Do I need to get validated if I delegated mining?": "Dois-je être validé si j'ai délégué le minage ?",
    "Yes, you need to stay validated so that the pool can keep mining coins for you.": "Oui, vous devez rester validé pour que le pool puisse garder des coins de minage pour vous.",
    "What is the zero wallet?": "Qu'est ce que le wallet zéro ?",
    "How to buy iDNA?": "Comment acheter du iDNA ?",
    "How to buy iDNA on a centralized exchange?": "Comment acheter de l'iDNA sur un échange centralisé ?",
    "How to withdraw iDNA to your Idena wallet?": "Comment retirer de l'iDNA sur votre portefeuille Idena ?",
    "How to transfer wrapped iDNA to the Idena blockchain?": "Comment transférer l'iDNA encapsulé vers la blockchain Idena ?",
    "The captcha test starts synchronously at the same time worldwide. Answers must be submitted within an aggressive timeframe. An attack requires extensive coordination of a high number of unique workers.": "Le test captcha démarre de manière synchrone au même moment dans le monde entier. Les réponses doivent être soumises dans un délai très serré. Une attaque nécessite une coordination poussée d'un grand nombre de travailleurs uniques.",
    "Onchain marketing": "Marketing onchain",
    "\"Flip service\" attack": "Attaque \"Flip service\"",
    "Fig: Closed tokenomics fuels the demand for the Idena coin": "Fig : L'économie de coins alimente la demande des coins Idena",
    "Would Mechanical Turk obliterate the validation?": "Le \"Mechanical Turk\" efface-t-il la validation ?",
    "Effectively, once you decide to submit at least one flip provided by a flip service, you take a risk that your account may be terminated by this service in future.": "En effet, une fois que vous décidez de soumettre au moins un flip fourni par un service flip, vous prenez le risque que votre compte soit résilié par ce service à l'avenir.",
    "Attack: Users in an attacking pool share the flips they submitted to the network with other users in the pool before the validation. This allows the pool to validate Sybil accounts.": "Attaque : les utilisateurs d'un pool d'attaquants partagent les flips qu'ils ont soumis au réseau avec d'autres utilisateurs du pool avant la validation. Cela permet au pool de valider les comptes Sybil.",
    "Assume the total network size is 1000. An adversary has a pool of 100 people colluded. the adversary knows the answers for 10% of flips in advance. This means the adversary can validate 1% of Sybils by colluding (10 accounts).": "Supposons que la taille totale du réseau est de 1000. Un adversaire a un pool de 100 personnes de connivence. l'adversaire connaît à l'avance les réponses pour 10 % des flips. Cela signifie que l'adversaire peut valider 1% des Sybils par collusion (10 comptes).",
    "On the next round the adversary knows 11% of the flips so they can validate 1.1% of Sybils (11 accounts). The adversary can only grow extensively: More and more real people have to collude.": "Au tour suivant, l'adversaire connaît 11% des flips donc il peut valider 1,1% des Sybils (11 comptes). L'adversaire ne peut que grandir : de plus en plus de personnes réelles doivent s'entendre.",
    "Compared to PoS, getting 10% of the actual humans in the network to collude is harder than merely having capital equivalent to 10% of the network’s market cap.": "Par rapport au PoS, il est plus difficile de faire en sorte que 10 % des humains réels du réseau s'entendent que de simplement disposer d'un capital équivalent à 10 % de la capitalisation boursière du réseau.",
    "Artificial intelligence attack": "Attaque d'intelligence artificielle",
    "Attack: AI can learn to solve flips by having a huge dataset of flips produced by a big network: 1 million network of people will generate millions of flips per epoch which is enough for machine learning.": "Attaque : l'IA peut apprendre à résoudre des flips en ayant un énorme ensemble de données de flips produit par un grand réseau : 1 million de réseaux de personnes généreront des millions de flips par époque, ce qui est suffisant pour l'apprentissage automatique.",
    "faqGuideLink": "Parcourez les questions les plus fréquemment posées. Consultez le <2><0>Guide d'installation et de dépannage</0></2> si vous rencontrez des problèmes d'installation et d'exécution du nœud Idena. Vous ne trouvez pas de réponse ? Envoyez-nous un e-mail à <6>info@idena.io</6>.",
    "joinOfficialTelegram": "Les nouvelles invitations ne peuvent être envoyées que par des membres validés. Rejoignez le chat officiel d'Idena Telegram<2>Idena Telegram chat</2> et suivez les instructions du message épinglé pour recevoir une invitation des membres validés ou de l'équipe Idena. Les invitations devraient être accordées gratuitement. Ne payez pas d'argent pour une invitation car la personne qui vend une invitation peut mettre fin à l'invitation et en émettre une nouvelle.",
    "downloadIdenaBuildsLink": "<0>Téléchargez et installez</0> les fichiers exécutables Idena Node et Idena Client ou <4>construisez-les à partir de la source</4>.",
    "subscribeTelegramLink": "Abonnez-vous à la chaîne Telegram <2>Idena Announcements</2> pour suivre les mises à jour.",
    "loinOfficialTelegram": "Rejoignez le chat officiel<2>Idena Telegram chat</2> et suivez les instructions du message épinglé pour obtenir un code d'invitation.",
    "\"Friendly flips\" attack": "Attaque \"Friendly flips\"",
    "availableInvitationsNumber": "L'équipe de base d'Idena est autorisée à émettre un nombre limité d'invitations par époque pour soutenir la croissance du réseau. Le nombre d'invitations disponibles pour l'adresse de la fondation est limité à <2>min(500, max(50, 1/3*NetworkSize))</2>",
    "frequencyInDays": "Fréquence, <1></1> jours",
    "frequencyWith9441NetworkSize": "21 si samedi <1></1> 20 sinon",
    "candidateDescription": "<0>Candidat.</0> Un participant qui vient de rejoindre le réseau via une invitation ne peut participer qu'à la session de validation suivante.",
    "humanDescription": "<0>Humain.</0> Une crypto-identité validée au moins quatre fois et ayant le <3>Score total>=92%</3> peut faire la même chose qu'un Vérifié plus<5></5>- soumettre deux flips supplémentaires (cinq au total)<7></7>- échouer une session courte et longue sans être tué",
    "suspendedDescription": "<0>Suspendu.</0> Une crypto-identité vérifiée qui a manqué une session de validation peut faire la même chose qu'un candidat et peut manquer une session de validation.",
    "zombieDescription": "<0>Zombie.</0> Une crypto-identité vérifiée qui a manqué deux sessions de validation est égale à un Candidat.",
    "killedDescription": "<0>Tué.</0> Le compte ne fait plus partie du réseau.",
    "validationConnectionLost": "La déconnexion du nœud se produit si votre nœud n'a pas suffisamment de pairs pour maintenir le canal de données stable. Cela peut être dans 2 cas :<1><0>Ordinateur ou routeur domestique peu performant ;</0><1>Vous avez synchronisé le nœud juste avant la validation et le nœud n'a pas réussi à trouver suffisamment de pairs pour une connexion stable. </1></1>",
    "desktopNodeSyncRecommendation": "Nous vous recommandons de garder votre nœud de bureau synchronisé au moins 30 minutes avant la validation, de mettre à niveau votre matériel si possible ou d'utiliser l'application Web Idena (<1>app.idena.io</1>) avec une connexion à l'un des nœuds partagés pour la validation .",
    "faqFlipEncryption": "Un auteur génère 2 clés pour le chiffrement du flip :<1></1>- <3>FlipPublicSecret</3> pour le chiffrement de la partie publique du flip<5></1>- <7>FlipHiddenSecret</7 > pour le cryptage de la partie cachée du flip",
    "flipLotteryDescription2": "Une fois la cérémonie de validation commencée à 13h30 UTC, tous les auteurs diffusent leur <2>FlipPublicSecret</2>.<4></4>- Les candidats décryptent les tableaux <7>FlipRecipients[N]</7> correspondant au flips dont ils ont besoin et extraient le <10>FlipHiddenSecret</10> à l'aide de leur clé privée.<12></12>- Les autres participants peuvent déchiffrer uniquement les parties publiques des flips à l'aide du <15>FlipPublicSecret</15> partagé.",
    "idnaCentralizedExchange": "Créez un compte sur l'une des <2>plateformes où l'iDNA est échangé</2>. Échangez l'iDNA et <5>retirez-le dans votre portefeuille</5>. Si vous souhaitez conserver iDNA à long terme, nous vous déconseillons de stocker vos pièces sur les plateformes pour des raisons de sécurité.",
    "idnaDecentralizedExchange": "Vous pouvez acheter de l'iDNA sur une plateforme d'échanges décentralisée à l'aide de votre portefeuille Metamask. Ouvrez <2>pancakeswap</2>, cliquez sur 'Échanger' et connectez votre portefeuille. Lisez <5>plus d'informations</5> sur l'utilisation de votre portefeuille Metamask avec la blockchain BSC pour échanger de l'iDNA.",
    "idnaBscTransfer": "Si vous avez échangé de l'iDNA sur la blockchain BSC et que vous souhaitez les stocker sur la blockchain Idena, vous pouvez <2>échanger votre iDNA à l'aide du bridge Idena</2>.",
    "relevantWordFlipRequirement": "Les participants au réseau doivent créer des flips pertinents pour les mots-clés suggérés. Si vous n'êtes pas sûr de la signification du mot, ou si vous ne pouvez pas penser à une histoire avec les mots suggérés, cliquez sur le bouton <2>Changer mes mots</2> et une nouvelle paire de mots apparaîtra. On vous donne 9 paires de mots pour créer trois flips à chaque époque.",
    "rewardExplanation": "Récompense de bloc : 6 iDNA<1></1>Nombre maximum de blocs par jour : 4 320<3></3>Capacité de minage par jour : 25 920 iDNA (50 %)<5></5>Fonds accumulés par jour : 25 920 iDNA (50 %)<7></7>Cap total : 51 840 iDNA",
    "penaltyProposalBlock": "1. Blocage de la proposition de pénalité (le bit <1>OfflinePropose</1> est activé)<4></4>Les nœuds votent pour une proposition de pénalité par un bit spécial dans leurs messages de vote : <6>TurnOffline</6>.",
    "penaltyExecutionBlock": "2. Blocage d'exécution de pénalité (le bit <1>OfflineCommit</1> est activé)<4></4>Le bloc est créé si le consensus pour la proposition de pénalité extraite dans le bloc précédent est atteint.",
    "fixedMiningCaps": "<0>Il existe un plafond fixe pour le minage des coins Idena égal à 51 840 iDNA par jour :</0><1><0>Capacité de minage de bloc : 50 %</0><1>Fonds de récompense de validation : 12 %</ 1><2>Fonds de récompense des flips : 16 %</2><3>Fonds de récompense d'invitation : 16 %</3><4>Paiements de la fondation Idena : 5 %</4><5>Fonds de portefeuille zéro : 1 % </5></1>",
    "flipRewardFund": "<0><0>Fonds de récompense flip : 32 %</0></0>Le fonds de récompense flip est distribué de manière égale à tous les participants validés proportionnellement au nombre de leurs flips qualifiés. Les flips non qualifiés ne sont pas payés."
}
