{
    "Installation and troubleshooting guide": "Guide d'installation et de dépannage",
    "Idena installation": "Installation d'Idena",
    "How to install the Idena node on macOS?": "Comment installer le nœud Idena sur macOS ?",
    "Create an Idena folder on your desktop where the node will run": "Créez un dossier Idena sur votre bureau où le nœud s'exécutera",
    "Download the latest version of the Idena node:": "Téléchargez la dernière version du nœud Idena :",
    "Move the downloaded file into the newly created Idena folder": "Déplacez le fichier téléchargé dans le dossier Idena nouvellement créé",
    "Open the terminal": "Ouvrir le terminal",
    "Switch to the Idena folder by typing cd:": "Basculez vers le dossier Idena en tapant cd :",
    "Make the file executable by typing chmod +x command:": "Rendez le fichier exécutable en tapant la commande chmod +x :",
    "Run the node:": "Faire tourner le nœud :",
    "Open Idena as a normal app": "Ouvrez Idena comme une application normale",
    "How to backup the private key?": "Comment sauvegarder la clé privée ?",
    "built-in node": "nœud intégré",
    "Remote node": "Nœud distant",
    "How to move my identity address to another computer?": "Comment transférer mon adresse d'identité vers un autre ordinateur ?",
    "How to build the Idena client from source?": "Comment installer le client Idena à partir des sources ?",
    "Install the dependencies:": "Installez les dépendances :",
    "Run the app:": "Exécutez l'application :",
    "Running the Idena node on a remote server": "Exécution du nœud Idena sur un serveur distant",
    "What are the minimum requirements for VPS to run the Idena node?": "Quelle est la configuration minimale requise pour que VPS exécute le nœud Idena ?",
    "How to run the Idena node on VPS?": "Comment exécuter le nœud Idena sur VPS ?",
    "1. Check your VPS ports settings": "1. Vérifiez les paramètres de vos ports VPS",
    "Open the following port to allow discovering of your node by other peers:": "Ouvrez le port suivant pour permettre la découverte de votre nœud par d'autres pairs :",
    "2. Disable private IP addresses scanning": "2. Désactiver l'analyse des adresses IP privées",
    "3. More details": "3. Plus de détails",
    "1. Establish tunnel connection (using PuTTy)": "1. Établir une connexion par tunnel (à l'aide de PuTTy)",
    "Install PuTTY on your local computer": "Installez PuTTY sur votre ordinateur local",
    "Connect to your server with PuTTY using the following tunnel configuration:": "Connectez-vous à votre serveur avec PuTTY en utilisant la configuration de tunnel suivante :",
    "PuTTY tunnel connection configuration": "Configuration de la connexion du tunnel PuTTY",
    "Using ssh": "Utiliser ssh",
    "You can also setup tunnel connection using ssh:": "Vous pouvez également configurer une connexion tunnel à l'aide de ssh :",
    "Open Settings page in the Idena app": "Ouvrez la page Paramètres dans l'application Idena",
    "Idena remote node connection settings": "Paramètres de connexion du nœud distant Idena",
    "Specify remote node connection address as follows:": "Spécifiez l'adresse de connexion du nœud distant comme suit :",
    "Troubleshooting": "Dépannage",
    "I'm having a bad Internet connection. How to reduce the upload traffic produced by the node?": "J'ai une mauvaise connexion Internet. Comment réduire le trafic de téléchargement produit par le nœud ?",
    "Where can I find the Idena node log file?": "Où puis-je trouver le fichier journal du nœud Idena ?",
    "Where can I find the Idena client log file?": "Où puis-je trouver le fichier journal du client Idena ?",
    "In order to find the Idena client log files, open the following directory in the Windows file explorer:": "Afin de trouver les fichiers journaux du client Idena, ouvrez le répertoire suivant dans l'explorateur de fichiers Windows :",
    "In order to find the Idena client log files, type the following in the terminal:": "Pour trouver les fichiers journaux du client Idena, tapez ce qui suit dans le terminal :",
    "dowloadMacLink": "Téléchargez le dernier <2>Client Idena</2> et installez-le",
    "macUserGuuideLink": "Si macOS affiche un message relatif à \"un développeur non identifié\", veuillez suivre le <2>guide de l'utilisateur macOS</2>",
    "copyNodekeyFile": "Copiez le fichier <1>nodekey</1> dans le nouvel emplacement et redémarrez le nœud",
    "createConfigFile": "Créez le fichier de configuration suivant dans le même dossier où se trouve le nœud (exemple de téléchargement : <2><0>config.json</0></2>) :",
    "runConfigParameter": "Exécutez le nœud avec le paramètre <1>--config</1> :",
    "runNodeWithLowpower": "Exécutez le nœud avec le paramètre de profil <1>lowpower</1> spécifié :",
    "connectToRemoteNode": "Activez le bouton <1>'Se connecter au nœud distant'</1>",
    "runUsingCustomApiKey": "Vous pouvez également exécuter le nœud avec une clé API personnalisée à l'aide du paramètre <1>apikey</1> :",
    "IDENA Installation and troubleshooting guide": "Guide d'installation et de dépannage IDENA",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "Nous sommes là pour vous aider à faire tourner un nœud Idena. Parcourez les problèmes connus et les questions les plus fréquemment posées.",
    "How to install the Idena client on macOS?": "Comment installer le client Idena sur macOS ?",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "La clé privée est générée automatiquement une fois le nœud lancé pour la première fois. Vous pouvez trouver la clé privée dans le répertoire où se trouve le nœud :",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "Afin de faire tourner le nœud avec votre adresse existante sur un autre ordinateur, faites une copie de la clé privée de votre nœud. Vous pouvez trouver le fichier de clé privée dans le répertoire où se trouve le nœud :",
    "You can use the following minimum VPS configuration for running the Idena node:": "Vous pouvez utiliser la configuration VPS minimale suivante pour exécuter le nœud Idena :",
    "How to connect to my Idena node running on a remote server from my local computer?": "Comment se connecter à mon nœud Idena exécuté sur un serveur distant depuis mon ordinateur local ?",
    "2. Specify Idena node connection parameters": "2. Spécifiez les paramètres de connexion du nœud Idena",
    "Specify node api-key parameter for the secure connection.": "Spécifiez le paramètre \"node api-key\" pour la connexion sécurisée.",
    "The log file can be found in the same directory where the Idena node is located:": "Le fichier journal se trouve dans le même répertoire où se trouve le nœud Idena :",
    "backupNodekeyFileHint": "Assurez-vous de sauvegarder le fichier <1>nodekey</1> en toute sécurité, car la version actuelle du nœud <4><0>{{release}}</0></4> ne prend pas en charge le chiffrement par clé privée.",
    "idenaClientGuthubLink": "Obtenez le code source du client Idena depuis le <2>référentiel github</2>",
    "defaultNodePort": "Le protocole RPC transmettant des messages au nœud Idena s'exécute par défaut sur le port <1>9009/1>. Veuillez vous assurer que le port <5>9009/5> est fermé. Si vous souhaitez vous connecter à votre nœud à distance, utilisez une connexion tunnel.",
    "communityMembetTutorial": "Lisez le tutoriel fourni par le membre de la communauté Idena <2>@realRioda</2> sur le <5>https://idena.site/faq_tutorials...</5> ",
    "idenaSiteHint": "Vous pouvez trouver le guide d'installation étape par étape d'Idena sur <2>idena.site</2> développé par le membre de la communauté Idena @realRioda. <5></5>Vous ne trouvez pas de réponse ? Envoyez-nous un e-mail à <8>info@idena.io</8>."
}
