{
    "No authorities": "Aucune autorité",
    "Idena Web App": "Application Web Idena",
    "use-cases-freedom-of-speech": "Chaque voix a le droit d'être entendue. Idena permet de diffuser des informations de manière transparente et rend le contenu résistant à la censure.",
    "Add to calendar": "Ajouter au calendrier",
    "What is Idena": "Qu'est-ce qu'Idéna",
    "Equal human rights": "Égalité des droits de l'homme",
    "Why Idena": "Pourquoi Idéna",
    "Idena Desktop App": "Application de bureau Idena",
    "whatIsIdenaToStartMining": "Chaque humain unique peut devenir un validateur Idena, peu importe qui il est et où il vit. Pour commencer à exploiter Idena, vous devez prouver que vous êtes un être humain unique. Il ne nécessite la divulgation d'aucune donnée personnelle (pas de KYC). Vous devez apparaître en ligne au début de la cérémonie de validation et résoudre une série de flip-tests (CAPTCHA).",
    "IDENA: Proof-of-Person blockchain": "IDENA : blockchain de preuve de personne",
    "Evolution of the Internet": "Évolution d'Internet",
    "Freedom of speech": "Liberté d'expression",
    "Democratic governance": "Gouvernance démocratique",
    "Join the mining of the first human-centric cryptocurrency": "Rejoignez le minage de la première crypto-monnaie centrée sur l'humain",
    "Technology": "La technologie",
    "Next validation:": "Prochaine validation :",
    "Attention economy": "Économie de l'attention",
    "Sharding + Cryptoidentity = Scalability": "Partage + Cryptoidentité = Évolutivité",
    "Universal basic income": "Revenu universel de base",
    "Use cases": "Cas d'utilisation",
    "why-idena-cryptoidentity": "Idena est la prochaine étape dans l'évolution des systèmes décentralisés sur Internet. Tout d'abord, Bitcoin a apporté des paiements de crypto-monnaie peer-to-peer. Ensuite, Ethereum a développé une machine virtuelle pour exécuter des applications décentralisées. Idena a introduit la crypto-identité permettant aux gens de construire une gouvernance démocratique sur Internet.",
    "use-cases-democratic-governance": "Une personne - une voix est un principe fondamental de la démocratie. La crypto-identité apporte ce concept à la blockchain. Des mécanismes de vote avancés comme le vote quadratique pourraient améliorer la gouvernance distribuée pour tout le monde.",
    "use-cases-attention-economy": "La publicité en chaîne permet de créer un écosystème avec une économie de l'attention où les annonceurs paient de l'iDNA aux Oracles Idena pour examiner leurs publicités, puis brûlent les pièces pour concourir à l'attention du réseau, soutenant ainsi l'économie durable du réseau Idena.",
    "Cryptoidentity": "Crypto-identité",
    "Human-centric Blockchain": "Blockchain centrée sur l'humain",
    "Join Idena Network": "Rejoignez le réseau Idena",
    "Smart contracts for everyone": "Des contrats intelligents pour tous",
    "Instant finality": "Finalité instantanée",
    "Eco friendly mining": "Exploitation minière écologique",
    "Join the democratic borderless world": "Rejoignez le monde démocratique sans frontières",
    "Validated nodes": "Nœuds validés",
    "whatIsIdenaNotes": "Idena est la première blockchain Preuve-de-personne basée sur des principes démocratiques. Chaque nœud de minage est lié à une crypto-identité - une seule personne avec un droit de vote et des revenus miniers égaux.",
    "why-idena-sybil-resistance": "La crypto-identité est votre avatar vérifié numériquement. C'est semi-unique, ce qui signifie que vous pouvez facilement valider un compte, mais il est beaucoup plus difficile d'en obtenir deux et impossible d'en obtenir plusieurs. Il ne peut pas être acheté et vendu, sa valeur augmente avec l'âge, il ne peut pas être repris. L'identité anonyme et résistante à Sybil est une partie manquante pour le Web 3.0.",
    "why-idena-equal-human-rights": "Toutes les crypto-identités d'Idena ont les mêmes droits : valider d'autres identités, voter, vérifier les transactions. La crypto-identité auto-souveraine, décentralisée et anonyme empêche les violations des droits de l'homme par les puissants et soutient les droits de l'individu à être soi-même et à s'associer librement.",
    "why-idena-no-authorities": "La crypto-identité est vérifiée mutuellement par les utilisateurs sans autorité centrale dans le réseau peer-to-peer. Il est anonyme, autogéré et valable dans le monde entier. La crypto-identité n'a pas d'émetteur central, elle ne peut donc pas être interdite, restreinte ou censurée.",
    "use-cases-universal-basic-income": "Mining Idena coins est accessible à tous ceux qui possèdent un ordinateur portable moyen avec une connexion Internet. Tous les participants d'Idena sont habilités à maintenir le réseau et à gagner des récompenses minières égales. Ces récompenses peuvent être considérées comme une forme de revenu de base universel.",
    "technology-scalability-decentralization-security": "Une blockchain évolutive effectuant des milliers de transactions par seconde peut être construite sans compromettre sa sécurité et sa décentralisation. Le sharding combiné à la crypto-identité est la solution au trilemme de la blockchain : le débit du réseau augmente avec le nombre d'utilisateurs validés formant de plus en plus de nouveaux shards.",
    "technology-smart-contracts": "Les transactions blockchain peuvent être coûteuses. Mais Idena permet à quiconque d'exploiter la crypto-monnaie et de la dépenser lors de l'utilisation de contrats intelligents.",
    "technology-instant-finality": "Idena met en œuvre un mécanisme de contrôle Sybil Proof-of-Person et un consensus BFT basé sur un comité avec une finalité rapide. Chaque bloc extrait par les validateurs Idena est final avec une probabilité de près de 100 %, ce qui signifie que les fourches blockchain ne sont presque pas possibles. Vous devez attendre seulement 2 blocs pour vous assurer que votre transaction ne sera jamais annulée.",
    "why-idena-eco-friendly-mining": "La blockchain d'Idena est guidée par un consensus de preuve de personne respectueux de l'environnement. Pour vérifier les transactions, le mineur Idena doit avoir une crypto-identité valide et garder son nœud en ligne. Les revenus miniers ne dépendent pas de votre matériel. Il ne nécessite pas d'utiliser de gros volumes d'électricité, de GPU ou de plates-formes minières.",
    "RUNNING NOW": "EN FONCTIONNEMENT MAINTENANT"
}
