{
    "Next validation:": "Prochaine validation :",
    "Add to calendar": "Ajouter au calendrier",
    "tweetSendingTip": "<0>Envoyez un tweet</0> avec un hashtag #IdenaInvite depuis votre compte. Pour recevoir une invitation, votre compte doit avoir <4>plus d'un an ou plus de deux mois et avoir au moins <1>{{followersCount}}</1> abonnés</4>. Vous devez tweeter :",
    "validationResults": "Attendez les résultats de la validation. Si vous avez réussi à résoudre les flips, vous obtiendrez le statut <2>Newbie</2>. Félicitations, vous avez maintenant une crypto-identité validée !",
    "MigrateIdena": "Migrez votre compte Idena (à l'aide de la page Paramètres) : exportez votre sauvegarde de clé privée depuis l'application Web Idena, puis importez-la dans votre application de bureau Idena.",
    "SubmitFlips": "Apprenez à créer des flips et à soumettre trois flips avant la prochaine validation. Si vous ne soumettez pas 3 flips, vous ne serez pas autorisé à participer à la prochaine validation.",
    "How to join Idena": "Comment rejoindre Idena",
    "Step 1": "Etape 1",
    "Get an invitation code": "Obtenez un code d'invitation",
    "Please choose the platform where you have the most active account:": "Veuillez choisir la plateforme sur laquelle vous avez le compte le plus actif :",
    "Step 2": "Etape 2",
    "Create and activate your Idena account": "Créez et activez votre compte Idena",
    "Follow the instructions to create your account and activate it with your invitation code:": "Suivez les instructions pour créer votre compte et l'activer avec votre code d'invitation :",
    "Step 3": "Etape 3",
    "Prepare yourself for the validation session": "Préparez-vous pour la session de validation",
    "Learn what a validation session is and how to pass it successfully": "Apprenez ce qu'est une session de validation et comment la réussir",
    "Train to solve flips": "Entraînez-vous à résoudre des flips",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Abonnez-vous au canal Telegram \"Idena Announcements\" pour suivre les mises à jour.",
    "Step 4": "Etape 4",
    "Join the validation ceremony to validate your account": "Rejoignez la cérémonie de validation pour valider votre compte",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Attendez que la session de validation commence. Suivez les instructions, résolvez les flips et profitez du processus !",
    "Step 5": "Etape 5",
    "Start mining": "Commencer à miner",
    "Step 6": "Etape 6",
    "Prolong your cryptoidentity status": "Prolongez votre statut de crypto-identité",
    "ToStartMiningIdena": "Pour commencer à miner des Idena, vous devez valider votre crypto-identité. Cela ne nécessite la divulgation d'aucune donnée personnelle (pas de KYC). Vous devez apparaître en ligne au début de la cérémonie de validation et résoudre une série de flip-tests (CAPTCHA).",
    "getInvitationNotes": "Pour minimiser la probabilité d'une attaque Sybil, le rythme de croissance du réseau est limité : la participation au réseau Idena est basée sur des invitations. Les nouvelles invitations ne peuvent être envoyées que par des utilisateurs validés. Le nombre d'invitations est limité et augmente au fur et à mesure que le réseau se développe.",
    "idenaTelegramGroupLink": "Rejoignez le <2>groupe Idena Telegram</2> officiel et demandez un code d'invitation à la communauté.",
    "idenaCommunityDiscordLink": "Rejoignez <2>Idena Community Discord</2> et demandez un code d'invitation à la communauté dans le canal <5>#invite-requests</5>.",
    "idenaWebAppLink": "Ouvrez l'<2>Application Web Idena</2>",
    "DownloadIdena": "Téléchargez l'application de bureau Idena.",
    "ActivateMiningStatus": "Activez votre statut de minage et gardez votre nœud Idena synchronisé pour extraire les coins iDNA.",
    "ProlongCryptoidentityStatus": "Votre statut de crypto-identité est valable jusqu'à la prochaine époque. Vous devez prolonger votre statut de validation pour chaque nouvelle époque.",
    "ScheduleNextValidation": "Organisez vous pour être disponible pour votre prochaine validation.",
    "idenaWebAppSignIn": "<0>Connectez-vous</0> à votre application Web Idena <4>15 minutes avant le début de la prochaine session de validation</4>. Vérifiez que vous avez attendu le statut de validation. Assurez-vous d'avoir une bonne connexion Internet. Nous recommandons un ordinateur portable/PC pour une meilleure expérience."
}
