{
    "Rewards": "Récompenses",
    "Total epoch reward": "Total des récompenses par Epoch",
    "Stake iDNA to get rewards": "Stakez des iDNAs pour obtenir des récompenses",
    "Risks": "Risques",
    "Get staking rewards for improving security of the protocol by locking iDNA in your identity stake. The larger the stake the higher the value of your identity.": "Obtenez des récompenses de staking pour améliorer la sécurité du protocole en verrouillant des iDNAs dans votre stake d'identité. Plus la mise est importante, plus la valeur de votre identité est élevée.",
    "Requirements": "Pré-Requis",
    "You need to get a validated identity to be able to stake iDNA.": "Vous devez obtenir une identité validée pour pouvoir staker de l'iDNA.",
    "Voting power": "Pouvoir de vote",
    "Staking calculator": "Calculateur de staking",
    "Amount, iDNA": "Montant, iDNA",
    "Staking power": "Puissance de staking",
    "Stake": "Stake",
    "Staking reward": "Récompense de staking",
    "The amount of coins you get for a successful validation": "Le nombre de pièces que vous obtenez pour une validation réussie",
    "Extra flip premium": "Bonus Extra Flip",
    "Reward for invitation": "Récompense d'invitation",
    "The amount of coins you get per epoch by running a mining node.": "Le nombre de pièces que vous obtenez par Epoch en exécutant un nœud de minage.",
    "Annual percentage yield": "Taux de rendement annuel",
    "Staking rewards fund": "Fonds des récompenses de staking",
    "Mining rewards fund": "Fonds des récompenses de minage",
    "Total identities": "Total des identités",
    "Read more about Identity Staking": "En savoir plus sur le staking d'identité",
    "Stake iDNA to get Identity Staking rewards": "Stakez des iDNA et recevez des récompenses de stacking d'identité",
    "Identity Staking encourages people to secure their identities with iDNA stakes, no matter how small, and ensures a democratic distribution of staking rewards.": "Le staking d'identité encourage les gens à sécuriser leurs identités avec des iDNAs, quelle que soit leur taille, et assure une distribution démocratique des récompenses de staking.",
    "Although you can earn rewards for securing your identity, you can lose IDNA for missing or failing validation depending on your identity status.": "Bien que vous puissiez gagner des récompenses pour la sécurisation de votre identité, vous pouvez perdre des iDNAs pour avoir manqué ou échoué la validation (en fonction de votre statut d'identité).",
    "The amount of staked coins does not affect the voting power of your validated identity.": "Le nombre d'iDNAs stakés n'affecte pas le pouvoir de vote de votre identité validée.",
    "Identity Staking encourages smaller players to increase their stakes. The lower the stake, the higher the percentage yield.": "Le staking d'identité encourage les petits acteurs à augmenter leurs mises. Plus la mise est faible, plus le rendement est élevé.",
    "The amount of coins you get for 1 extra flip in addition to the basic flip reward": "Le nombre de pièces que vous obtenez pour 1 flip supplémentaire en plus de la récompense de flip de base",
    "The amount of coins you get for 3 successful validations of one invited user": "Le nombre de pièces que vous obtenez pour 3 validations réussies d'un utilisateur invité",
    "Total stakes locked": "Total des stakes bloqué"
}
