{
    "IDENA: Proof-of-Person blockchain": "IDENA: Proof-of-Person blokklánc",
    "Join the mining of the first human-centric cryptocurrency": "Csatlakozz az első emberközpontú kriptopénz bányászatához",
    "Join Idena Network": "Csatlakozz az Idena hálózathoz",
    "Equal human rights": "Jogegyenlőség az emberek között",
    "Sharding + Cryptoidentity = Scalability": "Sharding + Kriptoidentitás = Méretezhetőség",
    "whatIsIdenaNotes": "Az Idena az első Proof-of-Person blokklánc, amely demokratikus alapelvekre épül. Minden bányászcsomópont egy kriptoidentitáshoz kapcsolódik – egyetlen személyhez, aki a többiekkel egyenlő szavazóerővel és bányászjövedelemmel bír.",
    "whatIsIdenaToStartMining": "Minden egyedi személyből lehet Idena-validátor, függetlenül attól, hogy ki ő és hol él. Az Idena-bányászat megkezdéséhez bizonyítanod kell, hogy egyedi személy vagy. Semmilyen személyes adat megadása nem szükséges hozzá (nincs KYC-ellenőrzés). Csak jelen kell lenned online, amikor a validációs ceremónia megkezdődik, és meg kell oldanod egy sor flip-tesztet (CAPTCHA-kat).",
    "why-idena-sybil-resistance": "A kriptoidentitásod a digitálisan ellenőrzött avatárod. Az avatárod félig egyedi, ami azt jelenti, hogy egy fiókot könnyedén validálhatsz, de kettővel már sokkal nehezebb lenne a dolgod, sok fiókot pedig lehetetlen lenne fenntartani. Az avatárt nem lehet adni-venni, az értéke a korával együtt növekszik, és nem lehet átvenni az irányítást felette. a névtelen és a sybill-támadásokkal szemben ellenálló identitás az egyik hiányzó láncszem a Web 3.0 világához.",
    "Human-centric Blockchain": "Emberközpontú blokklánc",
    "Join the democratic borderless world": "Csatlakozz a demokratikusan határtalan világhoz",
    "Idena Web App": "Idena Web applikáció",
    "Idena Desktop App": "Idena asztali applikáció",
    "Validated nodes": "Validált csomópontok",
    "Next validation:": "Következő validáció:",
    "RUNNING NOW": "ÉPP MOST ZAJLIK",
    "Add to calendar": "Hozzáadás a naptárhoz",
    "What is Idena": "Mi az Idena",
    "How to buy iDNA": "Hogyan vásárolhatok iDNA-t",
    "Why Idena": "Miért az Idena",
    "Evolution of the Internet": "Az internet evolúciója",
    "Cryptoidentity": "Kriptoidentitás",
    "Use cases": "Felhasználási célok",
    "Freedom of speech": "Szólásszabadság",
    "Democratic governance": "Demokratikus döntéshozatal és irányítás",
    "Universal basic income": "Egységes alapjövedelem",
    "Attention economy": "Figyelemgazdaság",
    "Technology": "Technológia",
    "Smart contracts for everyone": "Okosszerződések mindenkinek",
    "Instant finality": "Azonnali véglegesség",
    "Eco friendly mining": "Környezetbarát bányászat",
    "why-idena-cryptoidentity": "Az Idena az online decentralizált rendszerek evolúciójának következő lépcsőfoka. Először jött a Bitcoin, és hozta magával a peer-to-peer kriptopénz-kifizetések lehetőségét. Majd az Ethereum kifejlesztett egy virtuális gépet a decentralizált appok futtatásához. Az Idena pedig bevezette a kriptoidentitást, amellyel az emberek demokratikus döntéshozatali és irányítási rendszert hozhatnak létre az interneten.",
    "why-idena-equal-human-rights": "Az Idena összes kriptoidentitása egyenlő jogokkal bír: más identitások validálására, szavazásra, tranzakciók ellenőrzésére. Az önszuverén, decentralizált és névtelen kriptoidentitás megakadályozza, hogy a hatalmasok visszaéljenek az emberi jogokkal, és támogatja az egyén jogát, hogy önmaga legyen és gyakorolja az egyesülés szabadságát.",
    "why-idena-no-authorities": "A kriptoidentitást a felhasználók kölcsönösen ellenőrzik a peer-to-peer hálózatban, központi szereplő nélkül. A kriptoidentitás névtelen, önszervező és globálisan érvényes. A kriptoidentitásnak nincs központi kibocsátója, így nem lehet kitiltani, korlátozni vagy cenzúrázni.",
    "No authorities": "Nincs központi szereplő",
    "technology-scalability-decentralization-security": "Másodpercenként több ezer tranzakciót végrehajtani képes, méretezhető blokklánc építhető anélkül, hogy a hálózat biztonsága és decentralizáltsága veszélybe kerülne. A sharding és a kriptoidentitás kombinációja jelenti a megoldást a blokklánctrilemmára: a hálózat teljesítménye a validált felhasználók számával növekszik, ahogy egyre több és több új szilánk (shard) jön létre.",
    "use-cases-democratic-governance": "„Egy személy, egy szavazat” – a demokrácia egyik alapelve. A kriptoidentitás ezt az elképzelést viszi át a blokklánc világába. A kvadratikus szavazás és más fejlett szavazási mechanizmusok segítségével mindenki számára javítható lenne a megosztott döntéshozatal/irányítás rendszere.",
    "use-cases-freedom-of-speech": "Minden hang megérdemli, hogy meghallgassák. Az Idena segítségével zökkenőmentessé tehető az információszórást, a tartalom pedig ellenállóvá a cenzúrával szemben.",
    "use-cases-universal-basic-income": "Az Idena érmék bányászata mindenki számára hozzáférhető, aki egy átlagos laptoppal és internetkapcsolattal rendelkezik. Az Idena hálózat minden résztvevője képes a hálózat karbantartására, és egyenlő mértékű bányászjutalomban részesül. Ezek a jutalmak tekinthetők egyfajta egységes alapjövedelemnek is.",
    "use-cases-attention-economy": "Az onchain hirdetés lehetővé teszi egy olyan ökoszisztéma megalkotását a figyelemgazdasággal, ahol a hirdetők iDNA-t fizetnek az Idena Oracle szolgáltatóknak, hogy felülvizsgálják a hirdetéseiket, majd elégetik az érméket a hálózatfigyelem megszerzéséért, támogatva az Idena hálózat fenntartható ökonómiáját.",
    "technology-smart-contracts": "A blokklánctranzakciók drágák lehetnek. Ám az Idena mindenki számára lehetővé teszi a kriptopénz-bányászatot, és annak elköltését okosszerződésekenk keresztül."
}
