{
    "How to contribute": "Kako da doprinesete",
    "How to contribute to Idena": "Kako da doprinesete Ideni",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena je projekt otvorenog izvora (open source) i Idena zajednica je ključna pokretačka snaga.",
    "1. Distribute invitations": "1. Distribucija pozivnica",
    "Non-official Idena community channels": "Neslužbeni kanali Idena zajednice",
    "Idena Forum": "Idena Forum",
    "Posts allowed for Idena validated participants": "Objave su dopuštene validiranim Idena sudionicima",
    "English-speaking with Serbian/Croatian/French/Polish language local room (Sign-in with Idena enabled)": "Na engleskom sa sobama na Srpskom/Hrvatskom/Francuskom/Poljskom jeziku (Prijava sa Idenom omogućena)",
    "French-speaking local room": "Soba na francuskom jeziku",
    "French-speaking telegram group": "Telegram grupa na francuskom jeziku",
    "Russian-speaking group": "Soba na ruskom jeziku",
    "Indonesian-speaking group": "Grupa na indonezijskom jeziku",
    "Indian telegram group": "Indijska grupa",
    "non-official forum": "Neslužbeni forum",
    "How to proceed": "Kako nastaviti",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Pokrenite zajednicu na bilo kojoj platformi koja je popularna u vašoj državi ili sa kojom ste najbolje upoznati.",
    "2. Use your network and other resources to attract people.": "2. Iskoristite vašu mrežu kako biste privukli ljude.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Educirajte zajednicu o Ideni. Slobodno se javite članovima Idena zajednice ili Idena timu ako trebate više podataka ili objašnjenja koja ne možete naći na Idena web stranici ili na Idena blogu.",
    "2. Spread the word": "2. Proširite glas",
    "Media relations (pitch a journalist)": "Odnosi s medijima (kontaktirajte novinara)",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena je projekt otvorenog izvora (open source) i Idena zajednica je ključna pokretačka snaga. Svaki član zajednice bi trebao imati priliku da dopirnese projektu i da bude nagrađen.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "Ambicija Idene je da bude uistinu globalna i raznolika. Želimo da se Ideni priključe ljudi iz raznih država i raznih govornih područja. Ako govorite neki jezik osim engleskog to je vrijedno. Započnite i razvijajte novu zajednicu na vašem jeziku, educirajte ih o Ideni i pomozite im da se priključe mreži.",
    "applyForRefferalLink": "<2>Prijavite se za referal link</2>, podijelite ga sa vašom zajednicom, i dobijte nagrade za uspješno iskorištene pozivnice.",
    "We invite all the Idena community members to participate in Idena marketing activities: Pick what you would like to do (pitch a blogger or a journalist or participate in events by giving talks) from the list of marketing activities, implement it and apply for a reward at info@idena.io.": "Pozivamo sve članove Idena zajednice da se uključe u marketinške aktivnosti: Odaberite aktivnost sa popisa (kontaktirajte bloggera ili novinara ili sudjelujte u eventima držanjem govora), izvršite tu aktivnost i prijavite se za nagradu na info@idena.io.",
    "If you need help or advice (like additional information about Idena or a comment from a team member) please do not hesitate to ping Idena community admins or @AndrewIdena telegram account.": "Ako trebate pomoć ili savjet (dodatne informacije o Ideni ili komentar od člana Idena tima) slobodno kontaktirajte administratore Idena zajednice ili @AndrewIdena telegram račun."
}
