{
    "Follow the instructions to create your account and activate it with your invitation code:": "Pratite upute kako bi napravili Vaš račun i aktivirajte ga pozivnicom:",
    "Step 1": "1. Korak",
    "Get an invitation code": "Nabavite pozivnicu",
    "Step 2": "2. Korak",
    "Create and activate your Idena account": "Napravite i aktivirajte Vaš Idena račun",
    "Step 3": "3. Korak",
    "Prepare yourself for the validation session": "Pripremite se za validaciju",
    "Learn what a validation session is and how to pass it successfully": "Naučite što je validacija i kako da je uspješno prođete",
    "Train to solve flips": "Vježbajte rješavanje flipova",
    "Step 4": "4. Korak",
    "Join the validation ceremony to validate your account": "Prođite validaciju kako bi validirali vaš račun",
    "Please choose the platform where you have the most active account:": "Odaberite platformu na kojoj ste najaktivniji:",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Pričekajte da validacija počne. Pratite upute, riješite flipove i uživajte u procesu!",
    "Step 5": "5. Korak",
    "idenaWebAppLink": "Otvori <2>Idena Web Aplikaciju</2>",
    "validationResults": "Pričekajte rezultate validacije. Ako ste uspješno riješili flipove, dobiti ćete <2>Newbie</2> status. Čestitamo, uspješno ste validirali vaš kripto identitet!",
    "Add to calendar": "Dodaj u kalendar",
    "Next validation:": "Sljedeća validacija:",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena je prvi blockchain sa dokazom da ste čovjek koji se temelji na demokratskim principima. Svaki node je povezan sa kripto identitetom — jedinstvena osoba sa jednakim pravom glasa i prihodom od rudarenja.",
    "Verify your Gitcoin": "Verificirajte vaš Gitcoin",
    "How to verify your Gitcoin account with Idena": "Kako verificirati vaš Gitoin račun sa Idenom",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "Vaš verificiran kripto identitet osigurava da ste čovjek bez otkrivanja ikakvih osobnih podataka. Dozvoljava vam da imate veća glasačka prava u slučaju kada ishod glasanja može biti ugrožen lažiranjem identiteta. Gitcoin računi verificirani uz pomoć Idene dobijaju +50% bonus potpore u Gitcoin financiranju.",
    "idenaWebAppSignIn": "<0>Prijavite se</0> u vašu Idena Web aplikaciju <4> 15 minuta prije početka sljedeće validacije</4>. Provjerite imate li status Pričekajte validaciju. Osigurajte pouzdanu i brzu internet vezu. Preporučujemo da koristite laptop/računalo za bolje iskustvo.",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "Broj pozivnica je ograničen. Kako bismo izbjegli odljev pozivnica i pridobili više novih korisnika, moramo potvrditi da ste čovjek. Pozivnice će biti dodijeljene na osnovu konkurentnosti: najvjerodostojniji računi će prvi dobiti pozivnicu.",
    "Connect your Idena account to your Gitcoin profile": "Povežite vaš Idena račun sa vašim Gitcoin profilom",
    "Find Idena and click Verify": "Pronađite Idenu i kliknite verificiraj",
    "Authorise Gitcoin to access your Idena account": "Odobrite Gitcoinu da pristupi vašem Idena računu",
    "Congratulations! Your Idena account is now verified": "Čestitamo! Vaš Idena račun je verificiran",
    "idenaTelegramGroupLink": "Pridružite se službenoj <2>Idena Telegram grupi</2> i zatražite pozivnicu od zajednice.",
    "idenaCommunityDiscordLink": "Pridružite se <2>Neslužbenom Idena Discordu</2> i zatražite pozivnicu od zajednice u <6>#invite-requests</6> kanalu.",
    "tweetSendingTip": "<0>Pošaljite tweet</0> sa hashtagom #IdenaTrustBonus sa vašeg računa. Da biste dobiti pozivnicu, vaš račun mora biti <3>stariji od 1 godinu</3> ili <6> biti stariji od 2 mjeseca i imati najmanje <2>{{followersCount}}</2> pratitelja</6>. Tweet treba glasiti:",
    "gitcoinTrustBonusLink": "Idite na <2>Karticu bonus za povjerenje</2> na vašem Gitcoin profilu",
    "tweeterFollowLink": "Pratite <2>@IdenaNetwork</2>",
    "Follow the instructions to create your account": "Pratite upute kako biste stvorili vaš račun",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Aktivirajte vašu pozivnicu. Imajte na umu da pozivnica prestaje vrijediti 5 minuta prije validacije!",
    "getInviteWithTwitterName": "Unesite vaše twitter ime i kliknite na <2>Dobij pozivnicu</2>. Kod će biti automatski prikazan.",
    "idenaCommunityRedditLink": "Pridružite se <2>Idena subredditu</2> i zatražite pozivnicu od članova zajednice"
}
