{
    "IDENA Installation and troubleshooting guide": "IDENA Upute za instalaciju i rješavanje problema",
    "2. Disable private IP addresses scanning": "2. Isključite pretraživanje privatnih IP adresa",
    "Install the dependencies:": "Instalirajte neophodne povezane programe:",
    "Idena installation": "Idena instalacija",
    "Create an Idena folder on your desktop where the node will run": "Napravite Idena mapu na vašoj radnoj površini gdje će node raditi",
    "Download the latest version of the Idena node:": "Preuzmite posljednju verziju Idena noda:",
    "Open the terminal": "Otvorite terminal",
    "Switch to the Idena folder by typing cd:": "Prebacite se u Idena folder tako da upišete cd:",
    "Make the file executable by typing chmod +x command:": "Napravite datoteku izvršnom(executable) tako da upišete chmod +x naredbu:",
    "Run the node:": "Pokrenite node:",
    "How to install the Idena client on macOS?": "Kako instalirati Idena klijent na macOS?",
    "Open Idena as a normal app": "Otvorite Idenu kao normalnu aplikaciju",
    "How to backup the private key?": "Kako napraviti sigurnosnu kopiju privatnog ključa?",
    "built-in node": "Ugrađeni node",
    "Remote node": "Udaljeni node",
    "How to move my identity address to another computer?": "Kako prebaciti vaš identitet na drugo računalo?",
    "How to build the Idena client from source?": "Kako napraviti Idena klijent iz izvornog koda?",
    "Run the app:": "Pokrenite aplikaciju:",
    "Running the Idena node on a remote server": "Pokretanje Idena noda na udaljenom serveru",
    "What are the minimum requirements for VPS to run the Idena node?": "Koje su minimalne specifikacije VPS-a potrebne da biste na njemu pokrenuli Idena node?",
    "You can use the following minimum VPS configuration for running the Idena node:": "Potrebne su vam minimalno sljedeće specifikacije VPS-a da biste na njemu pokrenuli Idena node:",
    "How to run the Idena node on VPS?": "Kako pokrenuti Idena node na VPS-u?",
    "1. Check your VPS ports settings": "1. Provjerite postavke vaših VPS portova",
    "Open the following port to allow discovering of your node by other peers:": "Otvorite sljedeći port kako bi drugi nodovi u mreži mogli \"pronaći\" vaš node:",
    "3. More details": "3. Više detalja",
    "How to connect to my Idena node running on a remote server from my local computer?": "Kako se možete spojiti sa vašeg računala na vaš Idena node koji je pokrenut na udaljenom serveru?",
    "1. Establish tunnel connection (using PuTTy)": "1. Uspostavite tunelsku vezu (pomoću PuTTy programa)",
    "Install PuTTY on your local computer": "Instalirajte PuTTy na vaše računalo",
    "Connect to your server with PuTTY using the following tunnel configuration:": "Povežite se na vaš server pomoću PuTTy sa sljedećom tunelskom konfiguracijom:",
    "PuTTY tunnel connection configuration": "Konfiguracija PuTTy tunelske veze",
    "Using ssh": "Pomoću ssh",
    "2. Specify Idena node connection parameters": "2. Unesite parametre Idena node veze",
    "Open Settings page in the Idena app": "Otvorite postavke u Idena aplikaciji",
    "Idena remote node connection settings": "Postavke veze Idena udaljenog noda",
    "runNodeWithLowpower": "Pokrenite node sa navedenim <1>lowpower</1> profil parametrom:",
    "Specify remote node connection address as follows:": "Unesite sljedeću adresu udaljenog noda:",
    "Troubleshooting": "Rješavanje problema",
    "I'm having a bad Internet connection. How to reduce the upload traffic produced by the node?": "Imam lošu internetsku vezu. Kako mogu smanjiti količinu upload prometa koju node koristi?",
    "Where can I find the Idena node log file?": "Gdje mogu pronaći log file Idena noda?",
    "Where can I find the Idena client log file?": "Gdje mogu pronaći log file Idena klijenta?",
    "In order to find the Idena client log files, open the following directory in the Windows file explorer:": "Da biste pronašli log file Idena klijenta, otvorite sljedeću putanju u Windows file exploreru:",
    "In order to find the Idena client log files, type the following in the terminal:": "Da biste pronašli log file Idena klijenta, upišite sljedeće u terminal:",
    "dowloadMacLink": "Preuzmite najnoviji <2>Idena Klijent</2> i instalirajte ga",
    "macUserGuuideLink": "Ukoliko vam se pokaže macOS upozorenje zbog nepoznatog kreatora molimo vas da pratite <2>macOS Korisničke Upute</2>",
    "backupNodekeyFileHint": "Svakako napravite sigurnosnu kopiju <1>nodekey</1> file-a zato što trenutna verzija noda <4><0>{{release}}</0></4> ne podržava enkripciju privatnog ključa.",
    "copyNodekeyFile": "Kopirajte <1>nodekey</1> file na novu lokaciju i ponovo pokrenite node",
    "idenaClientGuthubLink": "Nabavite izvorni kod Idena klijenta iz <2>github spremišta</2>",
    "createConfigFile": "Kreirajte sljedeći konfiguracijski file u istom folderu gdje je node lociran (preuzmite primjer: <2><0>config.json</0></2>):",
    "runConfigParameter": "Pokrenite node sa <1>--config</1> parametrom:",
    "connectToRemoteNode": "Uključite <1>'Poveži se na udaljeni node'</1> opciju",
    "runUsingCustomApiKey": "Također možete pokrenuti node sa prilagođenim api-keyem koristeći <1>apikey</1> parametar:",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "Ovdje smo da bismo vam pomogli sa pokretanjem Idena noda. Prođite kroz poznate probleme i često postavljena pitanja.",
    "Installation and troubleshooting guide": "Upute za instalaciju i rješavanje problema",
    "How to install the Idena node on macOS?": "Kako instalirati Idena node na macOS?",
    "You can also setup tunnel connection using ssh:": "Također možete uspostaviti tunelsku vezu pomoću ssh:",
    "Move the downloaded file into the newly created Idena folder": "Premjestite preuzeti file u prethodno napravljeni Idena folder",
    "Specify node api-key parameter for the secure connection.": "Unesite api-key vašeg noda za sigurnu vezu.",
    "The log file can be found in the same directory where the Idena node is located:": "Log file možete naći u istom folderu gdje je Idena node lociran:",
    "communityMembetTutorial": "Pročitajte tutorijal koji je napravio član Idena zajednice <2>@realRioda</2> na <5>https://idena.site/faq_tutorials...</5> ",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "Privatni ključ se generira automatski prilikom prvog pokretanja noda. Privatni ključ možete pronaći u folderu u kojem je node lociran:",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "Da biste pokrenuli node sa vašom postojećom adresom na drugom računalu, napravite kopiju privatnog ključa vašeg noda. Privatni ključ možete pronaći u folderu gdje je node lociran:",
    "defaultNodePort": "RPC Idena noda prema zadanim postavkama koristi port <1>9009</1>. Molimo vas da se uvjerite da je port <5>9009</5> zatvoren. Ukoliko se želite povezati sa vašim node-om na daljinu koristite tunelsku vezu.",
    "idenaSiteHint": "Idena korak po korak upute za instalaciju možete pronaći na <2>idena.site</2> stranici koju je napravio član zajednice @realRioda. <5></5> Ne možete pronaći odgovor? Pošaljite nam email na <8>info@idena.io</8>."
}
