{
    "Technology": "Tehnologija",
    "Freedom of speech": "Sloboda govora",
    "Attention economy": "Ekonomija pažnje",
    "Instant finality": "Instantna finalnost",
    "Join the democratic borderless world": "Pridružite se demokratskom svijetu bez granica",
    "No authorities": "Bez autoriteta",
    "Idena Web App": "Idena Web Aplikacija",
    "What is Idena": "Što je Idena",
    "Add to calendar": "Dodaj u kalendar",
    "Validated nodes": "Validirani nodovi",
    "RUNNING NOW": "TRENUTNO UKLJUČENO",
    "Next validation:": "Sljedeća validacija:",
    "Join Idena Network": "Pridruži se Idena mreži",
    "use-cases-democratic-governance": "Jedna osoba - jedan glas je osnovni princip demokracije. Kripto identitet donosi ovaj koncept u blockchain. Napredni mehanizmi glasanja, poput kvadratnog glasanja, mogli bi poboljšati distribuirano upravljanje za sve.",
    "Cryptoidentity": "Kripto identitet",
    "IDENA: Proof-of-Person blockchain": "IDENA: Blockchain sa dokazom da ste čovjek",
    "Democratic governance": "Demokratsko upravljanje",
    "Human-centric Blockchain": "Blockchain u kojem je osnova čovjek",
    "Universal basic income": "Univerzalni osnovni prihod",
    "Why Idena": "Zašto Idena",
    "Sharding + Cryptoidentity = Scalability": "Dijeljenje mreže(sharding) + Kripto identitet = Skalabilnost",
    "Evolution of the Internet": "Evolucija Interneta",
    "Eco friendly mining": "Ekološki prihvatljivo rudarenje",
    "Use cases": "Upotreba",
    "Smart contracts for everyone": "Pametni ugovori za svakoga",
    "why-idena-no-authorities": "Kripto identitete međusobno verificiraju korisnici bez prisutstva centralnog autoriteta u peer-to-peer mreži. Anoniman je, samostalno upravljiv i važeći je na globalnoj razini. Kripto identitet nema centralnog izdavača, pa se ne može zabraniti, ograničiti ili cenzurirati.",
    "use-cases-freedom-of-speech": "Svatko ima pravo glasa. Idena omogućava neometano širenje informacija i omogućava otpornost na cenzuru sadržaja.",
    "use-cases-universal-basic-income": "Rudarenje Idena novčića dostupno je svima koji posjeduju prosječno računalo i internet vezu. Svi sudionici Idene su ovlašteni da održavaju mrežu i zarađuju jednake nagrade od rudarenja. Ove nagrade mogu se smatrati oblikom univerzalnog osnovnog prihoda.",
    "technology-scalability-decentralization-security": "Skalabilan blockchain koji obavlja tisuće transakcija po sekundi se može napraviti bez ugrožavanja njegove sigurnosti i decentralizacije. Dijeljenje mreže (sharding) u kombinaciji sa kripto identitetom je rješenje za blockchain trilemu: protok mreže se povećava sa brojem potvrđenih korisnika koji formiraju sve više novih dijelova mreže.",
    "whatIsIdenaToStartMining": "Svaki čovjek može postati validator u Idena mreži bez obzira tko je i gdje živi. Da bi počeli rudariti Idenu, potrebno je da dokažete da ste čovjek. Nije potrebno otkrivanje nikakvih osobnih podataka (nema KYC-a). Morate biti online kada validacija počne i riješiti seriju flip-testova (CAPTCHAs).",
    "why-idena-equal-human-rights": "Svi kripto identiteti u Ideni imaju jednaka prava: pravo da potvrde druge identitete, da glasaju, da verificiraju transakcije. Samostalni, decentralizirani i anonimni kripto identitet spriječava kršenje ljudskih prava od strane moćnika i podržava prava pojedinca da bude svoj i da se slobodno udruži sa onima s kojima želi.",
    "why-idena-eco-friendly-mining": "Idena blockchain je zasnovan na ekološki prihvatljivom konsenzusu sa dokazom da ste čovjek. Da bi potvrdio transakcije, Idena rudar mora imati važeći kripto identitet i mora držati svoj čvor(node) online. Prihod od rudarenja ne ovisi o vašem hardveru. Ne zahtjeva trošenje velike količine električne energije, grafičkih kartica ili rigova za rudarenje.",
    "why-idena-cryptoidentity": "Idena je sljedeći korak u evoluciji decentraliziranih sistema na internetu. Prvo je Bitcoin donio peer-to-peer plaćanje kriptovalutama. Nakon toga je Ethereum razvio virtualnu mašinu za pokretanje decentraliziranih aplikacija. Idena donosi kripto identitet koji ljudima omogućava izgradnju demokratskog upravljanja na internetu.",
    "Join the mining of the first human-centric cryptocurrency": "Pridružite se rudarenju prve kriptovalute u kojoj je osnova čovjek",
    "Idena Desktop App": "Idena Desktop Aplikacija",
    "whatIsIdenaNotes": "Idena je prvi blockchain sa dokazom da ste čovjek koji se temelji na demokratskim principima. Svaki čvor (node) koji rudari je povezan sa kripto identitetom - jedan čovjek sa jednakim pravom glasa i prihodom od rudarenja.",
    "technology-smart-contracts": "Blockchain transakcije mogu biti skupe, ali Idena omogućava svima da rudare kriptovalute i da ih troše kada koriste pametne ugovore.",
    "Equal human rights": "Jednaka ljudska prava",
    "why-idena-sybil-resistance": "Kripto identitet je vaš digitalno verificirani avatar. Polu-jedinstven je, što znači da lako možete verificirati jedan račun, ali je puno teže doći do dva, a nemoguće je dobiti puno računa. Ne može se kupiti i prodati, njegova vrijednost raste s godinama, ne može se preuzeti. Anonimni identitet koji je otporan na lažiranje naloga jе ono što nedostaje za Web 3.0.",
    "use-cases-attention-economy": "Oglašavanje na blockchainu omogućava stvaranje ekosistema sa ekonomijom pažnje gdje oglašavači plaćaju iDNA novčiće Idena Oracles-ima da bi pregledali njihove oglase, a zatim uništavaju (burnaju) novčiće kako bi se nadmetali za pažnju na mreži, podržavajući time održivu ekonomiju Idena mreže.",
    "technology-instant-finality": "Idena implementira kontrolni mehanizam sa dokazom da ste čovjek otporan na lažne naloge i BFT konsenzus zasnovan na odboru sa brzom finalnosti. Svaki blok koji izrudare Idena validatori je ispravan sa skoro 100% vjerojatnosti, što znači da su dijeljenja(forkovi) blockchaina gotovo nemogući. Potrebno je da sačekate samo 2 bloka kako biste bili sigurni da vaša transakcija neće biti vraćena."
}
