{
    "Add to calendar": "Dodaj u kalendar",
    "Next validation:": "Sljedeća validacija:",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Pričekajte da validacija počne. Pratite upute, riješite flipove i uživajte u procesu!",
    "Step 5": "5. Korak",
    "Start mining": "Počnite sa rudarenjem",
    "Step 6": "6. Korak",
    "Prolong your cryptoidentity status": "Produžite status vašeg kripto identiteta",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Priključite se Idena Announcements kanalu na Telegramu kako bi ostali u toku sa novostima.",
    "Step 4": "4. Korak",
    "Join the validation ceremony to validate your account": "Prođite validaciju kako bi validirali vaš račun",
    "How to join Idena": "Kako se pridružiti Idena mreži",
    "Step 1": "1. Korak",
    "Get an invitation code": "Nabavite pozivnicu",
    "Step 2": "2. Korak",
    "Create and activate your Idena account": "Napravite i aktivirajte Vaš Idena račun",
    "Follow the instructions to create your account and activate it with your invitation code:": "Pratite upute kako bi napravili Vaš račun i aktivirajte ga pozivnicom:",
    "Step 3": "3. Korak",
    "Prepare yourself for the validation session": "Pripremite se za validaciju",
    "Learn what a validation session is and how to pass it successfully": "Naučite što je validacija i kako da je uspješno prođete",
    "Train to solve flips": "Vježbajte rješavanje flipova",
    "idenaTelegramGroupLink": "Pridružite se službenoj <2>Idena Telegram grupi</2> i zatražite pozivnicu od članova zajednice.",
    "idenaCommunityDiscordLink": "Pridružite se <2>Neslužbenom Idena Discordu</2> i zatražite pozivnicu od članova zajednice u <5>#invite-requests</5> kanalu.",
    "idenaWebAppLink": "Otvori <2>Idena Web Aplikaciju</2>",
    "validationResults": "Pričekajte rezultate validacije. Ako ste uspješno riješili flipove, dobiti ćete <2>Newbie</2> status. Čestitamo, uspješno ste validirali vaš kripto identitet!",
    "DownloadIdena": "Preuzmi Idena Desktop Aplikaciju.",
    "MigrateIdena": "Prebacite vaš Idena račun (pomoću opcija u Postavkama): izvezite vaš privatni ključ sa Idena Web Aplikacije i uvezite ga u vašu Idena Desktop Aplikaciju.",
    "ActivateMiningStatus": "Aktivirajte vaš status rudarenja i održavajte vaš Idena čvor(node) online (sinkroniziran) kako biste rudarili iDNA novčiće.",
    "SubmitFlips": "Naučite kako napraviti flipove i napravite tri flipa prije sljedeće validacije. Ukoliko ne napravite 3 flipa neće vam biti dopušteno da pristupite sljedećoj validaciji.",
    "ScheduleNextValidation": "Dodajte datum sljedeće validacije u vaš kalendar.",
    "ToStartMiningIdena": "Kako bi počeli rudariti Idenu, morate validirati vaš kripto identitet. Nije potrebno otkrivanje nikakvih osobnih podataka (nema KYC-a). Morate biti online kada validacija počne i trebate riješiti seriju flip-testova (CAPTCHAs).",
    "Please choose the platform where you have the most active account:": "Odaberite platformu na kojoj ste najaktivniji:",
    "ProlongCryptoidentityStatus": "Status vašeg kripto identiteta je važeći do sljedeće epohe. Status vašeg kripto identiteta trebate produžiti za svaku novu epohu.",
    "getInvitationNotes": "Kako bi se minimizirala vjerojatnost napada lažiranjem računa, brzina rasta mreže je ograničena: za sudjelovanje u Idena mreži potrebna vam je pozivnica. Nove pozivnice mogu stvoriti samo verificirani članovi. Broj pozivnica je ograničen i povećava se rastom mreže.",
    "tweetSendingTip": "<0>Pošaljite tweet</0> sa hashtagom #IdenaInvite sa vašeg računa. Da biste dobili pozivnicu, vaš Twitter račun mora biti <4>stariji od 1 godine</4> ili <7> biti stariji od 2 mjeseca i imati najmanje <2>{{followersCount}}</2> pratitelja</7>. Tweet treba glasiti:",
    "idenaWebAppSignIn": "<0>Prijavi se</0> u svoju Idena web aplikaciju<4>15 minuta prije početka iduće validacije</4>. Provjerite da li vaš status kaže pričekajte validaciju. Osigurajte da imate dobru internetsku vezu. Preporučujemo Laptop/Računalo zbog boljeg korisničkog iskustva.",
    "Validation ceremony is a time-sensitive event. It requires users to be strictly on time and to use the latest version of Idena app to be able to participate in validation. Even 1 minute late or outdated app version could lead to failure.": "Validacija je vremenski ograničen događaj. On zahtjeva od korisnika da budu prisutni u točno određeno vrijeme i da koriste najnoviju verziju Idena aplikacije kako bi pristupili validaciji.",
    "Follow the instructions to create your account": "Pratite upute kako biste stvorili vaš račun",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Aktivirajte vašu pozivnicu. Imajte na umu da pozivnica prestaje vrijediti 5 minuta prije validacije!",
    "tweeterFollowLink": "Pratite <2>@IdenaNetwork</2>",
    "getInviteWithTwitterName": "Unesite vaše twitter ime i kliknite na <2>Dobij pozivnicu</2>. Kod će biti automatski prikazan.",
    "idenaCommunityRedditLink": "Pridružite se <2>Idena subredditu</2> i zatražite pozivnicu od članova zajednice",
    "Stay updated": "Budite ažurirani",
    "Twitter:": "Twitter:",
    "After validation": "Nakon validacije",
    "joinIdenaTelegramLink": "Telegram: <2>Idena Obavijesti kanal</2> (samo za važna ažuriranja i obavijesti)"
}
