{
    "How to contribute": "Bagaimana cara berkontribusi",
    "Tier 1 media piece (article, podcast episode...)": "Elemen media tingkat 1 (artikel, episode podcast …)",
    "Reputable international tech, crypto, finance or business media: Business Insider, Techcrunch, Coindesk...": "Media internasional terkenal yang mengkhususkan diri dalam teknologi, kripto, keuangan atau bisnis: Business Insider, Techcrunch, Coindesk…",
    "Tier 2 media piece (article, podcast episode...)": "Elemen media tingkat 2 (artikel, episode podcast…)",
    "Reputable international tech, crypto, finance or business media: Wired UK, Cointelegraph...": "Media internasional terkenal yang mengkhususkan diri dalam teknologi, kripto, keuangan atau bisnis: Wired UK, Cointelegraph…",
    "Tier 1 blog piece (article, podcast episode...)": "Elemen blog tingkat 1 (artikel, episode podcast…)",
    "Tier 2 blog piece (article, podcast episode...)": "Elemen blog tingkat 2 (artikel, episode podcast ...)",
    "Tier 4 blog piece (article, podcast episode...)": "Elemen blog tingkat 4 (artikel, episode podcast…)",
    "Tier 3 blog piece (article, podcast episode...)": "Elemen blog tingkat 3 (artikel, episode podcast…)",
    "1. Distribute invitations": "Distribusikan undangan",
    "French-speaking local room": "Ruang lokal bahasa Prancis",
    "Blogger relatons (pitch a blogger)": "Hubungan dengan blogger (pilih penulis blog)",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena merupakan sebuah proyek sumber terbuka dan komunitas Idena adalah kekuatan pendorong utamanya.",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena merupakan proyek sumber terbuka dan komunitas Idena adalah kekuatan pendorong utamanya. Setiap anggota komunitas memiliki kesempatan untuk berkontribusi dan mendapatkan hadiah.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "Idena memiliki cita-cita untuk mengglobal dan keberagaman. Harapan kami orang-orang dari berbagai negara dan bahasa bergabung ke Idena. Jika anda berbicara bahasa lainnya selain bahasa Inggris itu bisa menjadi aset yang bernilai. Mulai dan kembangkan komunitas baru dalam bahasa Anda, gunakan waktu yang anda miliki untuk mengedukasi mereka tentang Idena dan bantulah mereka bergabung kedalam jaringan.",
    "Non-official Idena community channels": "Channel tidak resmi komunitas Idena",
    "Posts allowed for Idena validated participants": "Postingan yang diizinkan untuk memvalidasi partisipan Idena",
    "English-speaking with Serbian/Croatian/French/Polish language local room (Sign-in with Idena enabled)": "Bicara bahasa Inggris bersama orang-orang berbahasa Serbia/Kroasia/Prancis/Polandia dalam ruang lokal (Bisa daftar dengan Idena)",
    "Russian-speaking group": "Grup bahasa Rusia",
    "2. Use your network and other resources to attract people.": "2. Gunakan jaringan Anda dan sumber daya lainnya untuk menarik orang-orang.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Edukasi komunitas mengenai Idena. Jangan sungkan menghubungi anggota komunitas Idena atau tim Idena jika anda memerlukan data lainnya atau penjelasan yang anda tidak bisa temukan di website Idena atau blog Idena.",
    "We invite all the Idena community members to participate in Idena marketing activities: Pick what you would like to do (pitch a blogger or a journalist or participate in events by giving talks) from the list of marketing activities, implement it and apply for a reward at info@idena.io.": "Kami mengundang semua anggota komunitas Idena untuk berpartisipasi dalam aktivitas pasar Idena: Pilih apa yang ingin anda lakukan (promosi blogger atau jurnalis atau berpartisipasi dalam pertandingan dengan berceramah) dari daftar aktivitas pasar, implementasi kan dan gunakan untuk hadiah di info@idena.io.",
    "2. Contact them and educate them about Idena: why you consider the project unique and valuable, what makes you support it. Learn more about the journalist you are going to pitch and be creative: They receive hundreds of messages every day, your pitch should stand out. Be polite and respectful. Please note: We will not pay journalists for publications. They should get interested in covering Idena because they see value for their audience in it.": "2. Menghubungi mereka dan mengedukasi mereka mengenai Idena: mengapa anda perlu mempertimbangkan proyek unik dan bernilai, apa yang membuat Anda mendukung ini. Mempelajari lebih jauh mengenai jurnalis yang anda pilih dan menjadi kreatif : Mereka menerima ratusan pesan setiap hari, pilihan anda harus mampu bertahan. Sopan dan santun.\nPerlu diingat: kami tidak membayar jurnalis untuk publikasi. Mereka harus merasa tertarik membahas Idena karena mereka melihat ini bernilai bagi audiens mereka.",
    "3. When you receive a reply, provide additional information. Feel free to reach out to the Idena community or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Ketika anda menerima jawaban, sediakan informasi tambahan. Silahkan menghubungi komunitas Idena atau team Idena jika anda memerlukan data lainnya atau penjelasan yang tidak bisa ditemukan pada website Idena atau blog Idena.",
    "5. When a publication is out (the result may be a full media piece about Idena or a quality mention - not just the name of the project, but also the project's description), email the link to it and your Idena wallet address at info@idena.io and get a reward.": "5. Ketika sebuah publikasi keluar (hasilnya dapat berupa potongan media lengkap tentang Idena atau penyebutan kualitas - bukan hanya nama proyek, tetapi juga deskripsi proyek), kirim tautannya disertai dengan alamat dompet Idena Anda ke email info@idena.io dan dapatkan hadiahnya.",
    "Idena Forum": "Forum Idena",
    "French-speaking telegram group": "Grup telegram bahasa Prancis",
    "Indonesian-speaking group": "Grup bahasa Indonesia",
    "Indian telegram group": "Grup telegram bahasa India",
    "applyForRefferalLink": "4. <2>Gunakan link referral</2>, bagikan ke komunitas anda, dan dapatkan hadiah untuk undangan yang sukses.",
    "If you need help or advice (like additional information about Idena or a comment from a team member) please do not hesitate to ping Idena community admins or @AndrewIdena telegram account.": "Jika anda membutuhkan bantuan atau nasihat (seperti tambahan informasi mengenai Idena atau komentar dari anggota tim) jangan sungkan untuk menghubungi admin komunitas Idena atau akun telegram Idena @AdrewIdena.",
    "Media relations (pitch a journalist)": "Hubungan media (promosi jurnalis)",
    "There are a lot of international and national mass media that might be interested in covering Idena. If we join forces we can get their attention. Reputable tech, crypto, finance and business media are of primary interest. Spotting and pitching journalists that could potentially be interested in learning about Idena is what we need.": "Ada banyak media massa internasional dan nasional yang mungkin tertarik untuk meliput Idena. Jika kita berkerjasama kita bisa mendapatkan perhatian mereka. Teknologi terkemuka, kripto, keuangan, dan media bisnis adalah minat utama. Mencari dan memilih wartawan yang berpotensi tertarik untuk belajar tentang Idena adalah apa yang kita butuhkan.",
    "Activity": "Aktivitas",
    "Audience": "Audiens",
    "Tier 1 quality media mention": "Tingka 1 kualitas media",
    "Tech, crypto, finance or business media": "Teknologi, crypto, keuangan atau media bisnis",
    "Tier 3 quality media mention": "Kualitas media tingkat 3",
    "1. Spot a reputable journalist that might be interested in learning and telling their audience about Idena.": "1. Memilih jurnalis terkenal yang mungkin tertarik mempelajari dan memberitahu audiens mereka mengenai Idena.",
    "4. This may be the right time to email proof of your communications at info@idena.io. Please don't do it until you get a positive reply.": "4. Ini mungkin saat yang tepat untuk mengirim email bukti komunikasi Anda ke info@idena.io. Tolong jangan lakukan hal ini sampai Anda mendapatkan jawaban positif.",
    "How to contribute to Idena": "Bagaimana berkontribusi di Idena",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Mulai sebuah komunitas di platform apapun yang populer di negara Anda atau yang ada kenal dengan baik.",
    "non-official forum": "Forum tidak resmi",
    "How to proceed": "Bagaimana melanjutkan",
    "2. Spread the word": "2. Pecahkan kata"
}
