{
    "Network size": "Ukuran jaringan",
    "Flip challenge": "Flip challenge",
    "Proof of person": "Proof of person",
    "How do you ensure that the network does not have duplicate users?": "Bagaimana cara anda kalau jaringan tidak memiliki pengguna yang sama/duplikat?",
    "The validation status of a participant is not forever. It expires when the next epoch starts. Participants should prolong their validation status for every new epoch.": "Status validasi peserta tidaklah selamanya. Status akan berakhir ketika epoch baru dimulai. Peserta harus ikut kedalam validasi di epoch berikutnya.",
    "How do you prevent users from buying or selling their accounts?": "Bagaimana cara anda untuk melindungi penjualan akun?",
    "To sell an account, the seller provides a copy of the account's private key. The buyer cannot be sure that another copy of the private key will not stay with the seller. Thus, the private key enables the seller to kill the cryptoidentity at any time, and the buyer would not have an economic reason to buy an Idena account.": "Saat menjual akun, penjual memberikan salinan kunci pribadi akun/private key. Pembeli tidak dapat memastikan bahwa salinan private key lainnya tidak akan disimpan oleh penjual. Dengan begitu, memungkinkan penjual untuk membunuh identitas kripto kapan saja, dan pembeli tidak akan memiliki alasan ekonomi untuk membeli akun Idena.",
    "Where to start": "Darimana cara memulainya",
    "How do I join the network?": "Bagaimana saya bergabung ke dalam jaringan idena?",
    "To use Idena only for sending coins, you just need to download the app. To create a cryptoidentity and start mining coins, you should receive an invitation code from a validated participant of the network and use the code to apply for validation.": "Untuk menggunakan Idena hanya untuk mengirim koin, Anda hanya perlu mengunduh aplikasinya.Untuk membuat identitas kripto dan mulai menambang koin, Anda harus menerima kode undangan dari peserta jaringan yang tervalidasi dan menggunakan kode tersebut untuk validasi.",
    "How can I get an invitation?": "Bagaimana cara mendapatkan undangan?",
    "How do I start using Idena?": "Bagaimana cara saya menggunakan idena?",
    "Make sure your node is synchronized, and activate the invitation code. Check your identity status; it should be \"Candidate.\"": "Pastikan node anda sinkron, dan sudah mengaktifkan kode undangan. Cek status identitas anda; sampai bertuliskan \"candidate\"",
    "IDENA FAQ": "IDENA FAQ",
    "We are here to help you. Browse through the most frequently asked questions. Can’t find an answer? Email us at info@idena.io": "Kami disini untuk membantumu. Cari jawaban dari pertanyaan yang sering ditanyakan. Tidak dapat menemukan jawaban ?  Email kita di info@idena.io",
    "The uniqueness of participants is proven by the fact that they must solve and provide the answers for flip-puzzles synchronously. A single person is not able to validate herself multiple times because of the very limited timeframe for the submission of the answers.": "Keunikan peserta dibuktikan dengan mereka harus menyelesaikan dan memberikan jawaban untuk flip/puzzle secara bersamaan. Satu orang tidak dapat memvalidasi beberapa akun secara bersamaan karena waktu yang sangat terbatas untuk mengirimkan jawaban..",
    "Technically, an account can be sold and bought. However, the Idena protocol introduces economic incentives to prevent participants from doing that. A person who sells their account can simply kill the cryptoidentity afterwards to unlock their frozen coins (frozen coins accumulate for each account as a part of UBI and cannot be spent while the account is valid).": "Secara teknikal, sebuah akun bisa dijual dan dibeli. Namun, protokol idena memberikan sebuah insentif kepada pengguna untuk mencegah penjualan akun. Seseorang yang menjual akunnya dapat mudah \"kill\" / membunuh akun untuk mendapatkan frozen koin atau hasil stake ( yang di dapatkan saat dalam jaringan dan tidak dapat digunakan sebelum di kill).",
    "Please notice that validated members have limited number of invites (1 or 2 invites). The person who invites you gets invitation rewards for 3 subsequent validations passed by you. If you are not going to participate in the upcoming validation, please notify the person who invited you so he/she could have a chance to find another invitee and get an invitation reward.": "Harap perhatikan bahwa anggota yang divalidasi memiliki jumlah undangan terbatas (1 atau 2 undangan). Orang yang mengundang Anda mendapatkan hadiah undangan untuk 3 validasi berikutnya yang Anda lewati. Jika Anda tidak akan berpartisipasi dalam validasi yang akan datang, harap beri tahu orang yang mengundang Anda sehingga dia dapat memiliki kesempatan untuk menemukan undangan lain dan dapat mendapatkan hadiah undangan.",
    "Be aware that person who invites you can terminate your cryptoidentity until you get Verified status. In this case he/she can take 1/6 of your stake if you are not going to participate in the upcoming validation.": "Ketahuilah bahwa orang yang mengundang Anda dapat menghentikan identitas kripto Anda hingga Anda mendapatkan status Terverifikasi. Dalam hal ini dia dapat mengambil 1/6 dari stake/tabungan Anda jika Anda tidak akan berpartisipasi dalam validasi yang akan datang."
}
