{
    "Verify your Gitcoin": "Verifikasi Gitcoin Anda",
    "How to verify your Gitcoin account with Idena": "Cara memverifikasi akun Gitcoin Anda dengan Idena",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena adalah blockchain proof-of-person pertama yang berdasarkan prinsip-prinsip demokrasi. Setiap node terkait dengan identitas kripto — identitas unik dengan hak suara dan pendapatan penambangan yang sama.",
    "Step 1": "Langkah 1",
    "Get an invitation code": "Dapatkan kode undangan",
    "Email verification is the least reliable way to confirm you are a unique human. That means that you will be the last in the queue to get an invitation. Please consider other channels and use this option only as the last resort.": "Verifikasi email adalah cara yang paling tidak dapat diandalkan untuk mengonfirmasi bahwa Anda adalah manusia yang unik. Itu berarti Anda akan menjadi yang terakhir dalam antrian untuk mendapatkan undangan. Harap pertimbangkan channel lain dan gunakan opsi ini hanya sebagai upaya terakhir.",
    "Step 2": "Langkah 2",
    "Create and activate your Idena account": "Buat dan aktifkan akun Idena Anda",
    "Step 3": "Langkah 3",
    "Prepare yourself for the validation session": "Persiapkan diri Anda untuk sesi validasi",
    "Learn what a validation session is and how to pass it successfully": "Pelajari apa itu sesi validasi dan bagaimana cara melewatinya dengan sukses",
    "Train to solve flips": "Berlatih untuk memecahkan flips",
    "Step 4": "Langkah 4",
    "Join the validation ceremony to validate your account": "Hadiri upacara validasi untuk memvalidasi akun Anda",
    "Next validation:": "Validasi berikutnya:",
    "Add to calendar": "Tambahkan ke kalender",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Tunggu hingga sesi validasi dimulai. Ikuti instruksinya, pecahkan flips dan nikmati prosesnya!",
    "Step 5": "Langkah 5",
    "Connect your Idena account to your Gitcoin profile": "Hubungkan akun Idena Anda ke profil Gitcoin Anda",
    "Go to the Trust Bonus tab of your Gitcoin profile": "Buka tab Trust Bonus di profil Gitcoin Anda",
    "Find Idena and click Connect": "Cari Idena dan klik Hubungkan",
    "Authorise Gitcoin to access your Idena account": "Mengizinkan Gitcoin untuk mengakses akun Idena Anda",
    "Congratulations! Your Idena account is now verified": "Selamat! Akun Idena Anda sekarang telah terverifikasi",
    "idenaCommunityDiscordLink": "Bergabunglah dengan <2>Idena Community Discord</2> dan minta undangan dari komunitas di channel <6>#invite-requests</6>.",
    "idenaTelegramGroupLink": "Bergabunglah dengan <2>grup Idena Telegram</2> resmi dan minta undangan dari komunitas.",
    "idenaWebAppLink": "Buka <2>Aplikasi Web Idena</2>",
    "validationResults": "Tunggu hasil validasi. Jika Anda telah berhasil menyelesaikan flips, Anda akan mendapatkan status <2>Newbie</2>. Selamat, Anda sekarang adalah identitas kripto yang tervalidasi!",
    "Follow the instructions to create your account and activate it with your invitation code:": "Ikuti petunjuk untuk membuat akun Anda dan mengaktifkannya dengan kode undangan Anda:",
    "Please choose the platform where you have the most active account:": "Silakan pilih platform dimana Anda memiliki akun yang paling aktif:",
    "Send a tweet with a hashtag #IdenaTrustBonus from your account. Most active accounts get invites to join the next Validation Ceremony. The tweet should say:": "Kirim tweet dengan hashtag #IdenaTrustBonus dari akun Anda. Akun yang paling aktif mendapatkan undangan untuk mengikuti Upacara Validasi berikutnya. Tweetnya harus mengatakan:",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "Identitas kripto Anda yang tervalidasi memastikan bahwa Anda adalah manusia yang unik tanpa mengungkapkan data pribadi apa pun. Ini memungkinkan Anda untuk memiliki hak suara yang lebih kuat ketika pemungutan suara dapat menjadi sasaran serangan sybil. Akun Gitcoin yang diverifikasi dengan Idena mendapatkan +50% grants match bonus dalam pendanaan Gitcoin.",
    "githubDiscussionLink": "Tinggalkan permintaan dalam diskusi <2>Kode Undangan Idena</2> di Github dari akun Anda. Akun yang paling aktif mendapatkan undangan untuk mengikuti Upacara Validasi berikutnya! Pastikan alamat email Anda disetel ke publik di <6>Setelan Email Akun Github</6> Anda.",
    "idenaWebAppSignIn": "<0>Masuk</0> ke aplikasi Web Idena Anda <4>15 menit sebelum sesi validasi berikutnya dimulai</4>. Periksa apakah Anda memiliki status Tunggu validasi/Wait for validation. Pastikan Anda memiliki koneksi internet yang andal dan cepat. Kami menyarankan untuk menggunakan laptop/PC untuk pengalaman yang lebih baik.",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "Undangan jumlahnya terbatas. Untuk mencegah pengurasan undangan dan menyambut lebih banyak pengguna baru, kami perlu mengonfirmasi bahwa Anda adalah manusia yang unik. Undangan akan didistribusikan secara kompetitif: akun yang paling terpercaya akan mendapatkan undangan terlebih dahulu.",
    "Find Idena and click Verify": "Cari Idena dan klik verifikasi",
    "gitcoinTrustBonusLink": "Pergi ke <2>Trust Bonus tab</2> diprofil Gitcoin anda"
}
