{
    "Next validation:": "Validasi berikutnya:",
    "Add to calendar": "Tambahkan ke kalender",
    "use-cases-attention-economy": "Iklan onchain memungkinkan menciptakan sebuah ekosistem dengan perhatian ekonomi dimana para pengiklan membayar iDNA kepada Idena Oracles untuk mereview iklan mereka dan lalu membakar koin untuk berkompetisi pada perhatian jaringan, memdukung ekonomi berkelanjutan pada jaringan Idena.",
    "technology-smart-contracts": "Transaksi blockchain bisa menjadi mahal. Tapi Idena memungkinkan siapapun untuk memiliki cryptoidentity dan menghabiskan nya ketika menggunakan kontrak cerdas (smart contracts).",
    "technology-instant-finality": "Idena mengimplementasikan sebuah Pembuktian-Manusia mekanisme kontrol Sybil dan komisi berdasarkan BFT consensus dengan akhir cepat. Setiap tambang block (block mined) oleh validator Idena adalah final dengan kemungkinan hampir 100%, berarti blockchain forks hampir tidak mungkin. Anda hanya perlu menunggu 2 blocks untuk memastikan transaksi menjadi tidak pernah dikembalikan.",
    "why-idena-eco-friendly-mining": "Blockchain idena di dorong oleh konsensus Pembuktian-Manusia yang ramah lingkungan. Untuk memverifikasi transaksi, penambang Idena perlu memiliki cryptoidentity yang valid dan tetap menjaga node mereka online. Pendapatan penambangan tidak bergantung pada perangkat keras anda. Ini tidak memerlukan penggunaan listrik yang tinggi, GPU ataupun perlengkapan tambang.",
    "Evolution of the Internet": "Evolusi Internet",
    "Idena Web App": "Idena Web App",
    "use-cases-universal-basic-income": "Dalam menambang koin Idena bisa diakses bagi siapapun yang memiliki rata-rata laptop dengan koneksi internet. Semua pastisipan Idena diberdayakan untuk menjaga jaringan dan menghasilkan hadiah penambangan yang sama. Hadiah ini bisa menjadi pertimbangan sebagai bentuk dari pendapatan dasar universal.",
    "Cryptoidentity": "Cryptoidentity",
    "Democratic governance": "Pemerintahan yang Demokratis",
    "Validated nodes": "Nodes tervalidasi",
    "Use cases": "Penggunaan kasus",
    "Join the democratic borderless world": "Bergabunglah dengan dunia tanpa batas yang demokratis",
    "How to buy iDNA": "Bagaimana membeli iDNA",
    "Eco friendly mining": "Penambangan ramah lingkungan",
    "RUNNING NOW": "KEJAR SEKARANG",
    "What is Idena": "Apa itu Idena",
    "Sharding + Cryptoidentity = Scalability": "Sharding + Cryptoidentity = Skalabilitas",
    "No authorities": "Tidak ada otoritas",
    "Idena Desktop App": "Idena Dekstop App",
    "Freedom of speech": "Kebebasan berbicara",
    "use-cases-freedom-of-speech": "Setiap suara memiliki hak untuk di dengar. Idena memungkinkan penyebaran informasi dengan mulus, dan menciptakan konten tahan-sensor.",
    "Equal human rights": "Persamaan hak asasi manusia",
    "Smart contracts for everyone": "Kontrak cerdas untuk semua orang",
    "Instant finality": "Akhir yang instan",
    "IDENA: Proof-of-Person blockchain": "IDENA: Blockchain Pembuktian-Manusia",
    "Human-centric Blockchain": "Manusia-terpusat Blockchain",
    "Join Idena Network": "Bergabung dengan Jaringan Idena",
    "Join the mining of the first human-centric cryptocurrency": "Bergabunglah dalam penambangan manusia pertama - cryptocurrency terpusat",
    "Universal basic income": "Pendapatan dasar universal",
    "why-idena-no-authorities": "Cryptoidentity saling diverifikasi oleh pengguna tanpa otoritas terpusat dalam jaringan peer-to-peer. Tanpa nama, dikelola sendiri, dan sah secara global. Cryptoidentity tidak memiliki penerbit pusat, sehingga tidak bisa dilarang (banned), dibatasi (restricted) ataupun disensor (censored).",
    "use-cases-democratic-governance": "Satu orang - satu suara adalah sebuah prinsip fundamental dari demokrasi. Cryptoidentity membawa konsep ini pada blockchain. Mekanisme lebih lanjut pemberian suara seperti pemungutan suara kuadrat dapat meningkatkan tata kelola terdistribusi untuk semua orang.",
    "technology-scalability-decentralization-security": "Blockchain yang terukur melakukan ribuan transaksi per detik bisa membangun tanpa mengorbankan keamanan dan desentralisasi. Kombinasi pecahan bersama cryptoidentity adalah solusi untuk trilemma blockchain: peningkatan throughput jaringan dengan banyaknya pengguna yang tervalidasi membentuk lebih dan lebih pecahan baru.",
    "Why Idena": "Mengapa Idena",
    "Attention economy": "Atensi ekonomi",
    "Technology": "Teknologi",
    "why-idena-sybil-resistance": "Cryptoidentity adalah Avatar terverifikasi secara digital milik anda. Ini semi-unik yang berarti anda bisa dengan mudah memvalidasi satu akun, namun akan susah untuk mendapatkan dua dan tidak mungkin mendapatkan lebih banyak akun. Ini tidak bisa dibawa dan dijual, nilainya tumbuh seiring usia, ini tidak bisa diambil alih. Anonim (anonymous) dan pertahanan-sybil identitas (sybil-resistant identity) adalah bagian yang hilang pada Web 3.0.",
    "whatIsIdenaNotes": "Idena adalah Blockchain Pembuktian-Manusia pertama berlandaskan prinsip demokratis. Setiap node menambang terhubung ke sebuah cryptoidentity - satu orang dengan penghasilan menambang dan kekuatan suara yang sama.",
    "whatIsIdenaToStartMining": "Setiap manusia yang unik bisa menjadi seorang validator Idena tidak peduli siapa mereka dan dimana mereka tinggal. Untuk mulai menambang Idena, Anda perlu membuktikan bahwa Anda adalah manusia yang unik. Ini tidak meminta hal-hal seperti identitas pribadi anda (tidak KYC). Anda hanya perlu terlihat online saat upacara validasi di mulai dan menyelesaikan serangkaian tes-flip (CAPTCHAs).",
    "why-idena-cryptoidentity": "Idena adalah langkah selanjutnya dalam evolusi sistem desentralisasi di internet. Pertama, Bitcoin membawa pembayaran peer-to-peer cryptocurrency. Kemudian Ethereum mengembangkan sebuah mesin untuk menjalankan aplikasi terdesentralisasi. Idena mengenalkan cryptoidentity yang memungkinkan orang-orang membangun pemerintahan demokratis di Internet.",
    "why-idena-equal-human-rights": "Semua cryptoidentities di Idena memiliki hak yang sama: untuk memvalidasi identitas, memberi suara, verifikasi transaksi. Berdaulat-sendiri, terdesentralisasi dan cryptoidentity tanpa nama (anonymous) mencegah penyalahgunaan hak asasi manusia melalui kekuatan, dan mendukung hak-hak terhadap perseorangan untuk menjadi diri sendiri dan bebas bergaul."
}
