{
    "Next validation:": "Validasi berikutnya:",
    "Add to calendar": "Tambahkan ke kalender",
    "IDENA: Proof-of-Person blockchain": "IDENA: Proof-of-Person blockchain",
    "Validated nodes": "Node tervalidasi",
    "Join the mining of the first human-centric cryptocurrency": "Bergabunglah dengan penambangan cryptocurrency manusia-sentris pertama",
    "RUNNING NOW": "BERJALAN SEKARANG",
    "Human-centric Blockchain": "Blockchain Manusia-sentris",
    "Join Idena Network": "Bergabung dengan Jaringan Idena",
    "Use cases": "Pengaplikasian",
    "Attention economy": "Menarik perekonomian",
    "Technology": "Teknologi",
    "Sharding + Cryptoidentity = Scalability": "Sharding + Kriptoidentitas = Skalabilitas",
    "why-idena-sybil-resistance": "Kriptoidentitas adalah avatar digital terverifikasi Anda. Ini semi-unik yang berarti Anda dapat dengan mudah memvalidasi satu akun, tetapi jauh lebih sulit untuk mendapatkan dua dan tidak mungkin untuk mendapatkan banyak akun. Itu tidak bisa dibeli dan dijual, nilainya tumbuh seiring bertambahnya usia, tidak bisa diambil alih. Identitas anonim dan Sybil-resistant adalah bagian yang hilang dari Web 3.0.",
    "use-cases-democratic-governance": "Satu orang - satu suara adalah prinsip dasar demokrasi. Kriptoidentitas membawa konsep ini ke blockchain. Mekanisme pemungutan suara tingkat lanjut seperti pemungutan suara kuadratik dapat meningkatkan tata kelola terdistribusi untuk semua orang.",
    "use-cases-attention-economy": "Periklanan dalam jaringan memungkinkan untuk menciptakan ekosistem dengan perekonomian yang menarik di mana pengiklan membayar iDNA ke Idena Oracles untuk meninjau iklan mereka dan kemudian membakar koin untuk bersaing mendapatkan perhatian jaringan, mendukung ekonomi berkelanjutan dari jaringan Idena.",
    "technology-instant-finality": "Idena menerapkan mekanisme kontrol Sybil Proof-of-Person dan mekanisme konsensus BFT berbasis komite dengan finalitas cepat. Setiap blok yang ditambang oleh validator Idena adalah final dengan probabilitas hampir 100%, yang berarti bahwa fork blockchain hampir tidak mungkin. Anda hanya perlu menunggu 2 blok untuk memastikan transaksi Anda tidak akan pernah dibatalkan.",
    "Join the democratic borderless world": "Bergabunglah dengan dunia demokrasi tanpa batas",
    "Idena Web App": "Aplikasi Web Idena",
    "Idena Desktop App": "Aplikasi Desktop Idena",
    "What is Idena": "Apa itu Idena",
    "Why Idena": "Mengapa Idena",
    "Evolution of the Internet": "Evolusi dari Internet",
    "No authorities": "Tidak ada otoritas",
    "Equal human rights": "Hak asasi manusia yang setara",
    "Democratic governance": "Pemerintahan demokratis",
    "Freedom of speech": "Kebebasan berpendapat",
    "Universal basic income": "Pemasukan dasar universal",
    "Cryptoidentity": "Kriptoidentitas",
    "Smart contracts for everyone": "Smart contracts untuk semua orang",
    "Instant finality": "Finalitas instan",
    "Eco friendly mining": "Penambangan ramah lingkungan",
    "whatIsIdenaToStartMining": "Setiap manusia yang unik dapat menjadi validator Idena tidak peduli siapa mereka dan di mana mereka tinggal. Untuk mulai menambang Idena, Anda perlu membuktikan bahwa Anda adalah manusia yang unik. Hal ini tidak memerlukan pengungkapan data pribadi apa pun (tanpa KYC). Anda harus online saat upacara validasi dimulai dan menyelesaikan serangkaian flip-tests (CAPTCHA).",
    "why-idena-equal-human-rights": "Semua Kriptoidentitas di Idena memiliki hak yang sama: untuk memvalidasi identitas lain, untuk memilih, untuk memverifikasi transaksi. Kriptoidentitas yang berdaulat sendiri, terdesentralisasi dan anonim mencegah penyalahgunaan hak asasi manusia oleh yang berkuasa, dan mendukung hak individu untuk menjadi diri sendiri dan untuk bebas berserikat.",
    "whatIsIdenaNotes": "Idena adalah blockchain Proof-of-Person pertama berdasarkan prinsip-prinsip demokrasi. Setiap node penambangan terkait dengan kriptoidentitas – tiap orang memiliki kekuatan suara dan pendapatan penambangan yang setara.",
    "why-idena-cryptoidentity": "Idena adalah langkah selanjutnya dalam evolusi sistem terdesentralisasi di Internet. Pertama, Bitcoin membawa pembayaran cryptocurrency peer-to-peer. Kemudian Ethereum mengembangkan mesin virtual untuk menjalankan aplikasi terdesentralisasi. Idena telah memperkenalkan kriptoidentitas yang memungkinkan orang membangun tata kelola yang demokratis di Internet.",
    "why-idena-no-authorities": "Kriptoidentitas saling diverifikasi oleh pengguna tanpa otoritas pusat di jaringan peer-to-peer. Ini bersifat anonim, dikelola sendiri, dan valid secara global. Kriptoidentitas tidak memiliki penerbit pusat, sehingga tidak dapat dilarang, dibatasi atau disensor.",
    "use-cases-freedom-of-speech": "Setiap suara berhak untuk didengar. Idena memungkinkan penyebaran informasi dengan mulus, dan membuat konten tahan sensor.",
    "use-cases-universal-basic-income": "Penambangan koin Idena dapat diakses oleh semua orang yang memiliki laptop biasa dengan koneksi internet. Semua peserta Idena diberdayakan untuk memelihara jaringan dan mendapatkan imbalan penambangan yang setara. Imbalan ini dapat dianggap sebagai bentuk pendapatan dasar universal.",
    "technology-scalability-decentralization-security": "Dimungkinkan untuk membangun blockchain terukur yang melakukan ribuan transaksi per detik tanpa mengorbankan keamanan dan desentralisasi. Sharding yang dikombinasikan dengan kriptoidentitas adalah solusi untuk trilemma blockchain: keluaran jaringan meningkat dengan jumlah pengguna yang divalidasi yang akan membentuk lebih banyak pecahan baru.",
    "technology-smart-contracts": "Transaksi Blockchain bisa mahal. Tetapi Idena mengizinkan siapa pun untuk menambang kriptokurensi dan membelanjakannya saat menggunakan smart contracts.",
    "why-idena-eco-friendly-mining": "Blockchain Idena didorong oleh konsensus Proof-of-Person yang ramah lingkungan. Untuk memverifikasi transaksi, penambang Idena harus memiliki kriptoidentitas yang valid dan membuat node mereka tetap online. Pendapatan penambangan tidak tergantung pada perangkat keras Anda. Tidak perlu menggunakan listrik, GPU, atau mining rigs dalam jumlah besar."
}
