{
    "1. Distribute invitations": "1. Distribuya las invitaciones",
    "Non-official Idena community channels": "Canales comunitarios no oficiales de Idena",
    "Idena Forum": "Foro Idena",
    "Posts allowed for Idena validated participants": "Publicaciones permitidas para los participantes validados por Idena",
    "non-official forum": "foro no oficial",
    "How to proceed": "Cómo proceder",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Inicie una comunidad en cualquier plataforma que sea popular en su país o con la que esté más familiarizado.",
    "2. Use your network and other resources to attract people.": "2. Utilice su red y otros recursos para atraer personas.",
    "2. Spread the word": "2. Corre la voz",
    "If you need help or advice (like additional information about Idena or a comment from a team member) please do not hesitate to ping Idena community admins or @AndrewIdena telegram account.": "Si necesita ayuda o consejo (como información adicional sobre Idena o un comentario de un miembro del equipo), no dude en hacer ping a los administradores de la comunidad de Idena o a la cuenta de telegram @AndrewIdena.",
    "How to contribute to Idena": "Cómo contribuir a Idena",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena es un proyecto de código abierto y la comunidad de Idena es su fuerza impulsora clave.",
    "How to contribute": "Cómo contribuir",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena es un proyecto de código abierto y la comunidad de Idena es su fuerza impulsora clave. Cada miembro de la comunidad debe tener la oportunidad de contribuir y obtener una recompensa.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Educar a la comunidad sobre Idena. No dude en comunicarse con los miembros de la comunidad de Idena o con el equipo de Idena si necesita más datos o explicaciones que no puede encontrar en el sitio web de Idena o en el blog de Idena.",
    "4. While you have less than 100 Idena validated members in your community, send an email at info@idena.io or message to @AndrewIdena telegram account, receive invitations from the Idena team and get rewards for successful invitations.": "4. Si bien tiene menos de 100 miembros validados de Idena en su comunidad, envíe un correo electrónico a info@idena.io o un mensaje a la cuenta de telegram @AndrewIdena, reciba invitaciones del equipo de Idena y obtenga recompensas por invitaciones exitosas.",
    "We invite all the Idena community members to participate in Idena marketing activities: Pick what you would like to do (pitch a blogger or a journalist or participate in events by giving talks) from the list of marketing activities, implement it and apply for a reward at info@idena.io.": "Invitamos a todos los miembros de la comunidad de Idena a participar en las actividades de marketing de Idena: Elija lo que le gustaría hacer (presentar un blogger o un periodista o participar en eventos dando charlas) de la lista de actividades de marketing, implementarlo y solicitar una recompensa en info@idena.io."
}
