{
    "validationResults": "Espera los resultados de la validación. Si haz resuelto con éxito los flips, obtendrás el estado de <2>Novato</2>. ¡Felicitaciones, ahora eres una cripto-identidad validada!",
    "Verify your Gitcoin": "Verifica tu Gitcoin",
    "How to verify your Gitcoin account with Idena": "Cómo verificar su cuenta de Gitcoin con Idena",
    "Step 1": "Paso 1",
    "Get an invitation code": "Obtén un código de invitación",
    "Step 2": "Paso 2",
    "Create and activate your Idena account": "Crea y activa tu cuenta Idena",
    "Next validation:": "Siguiente validación:",
    "Step 3": "Paso 3",
    "Prepare yourself for the validation session": "Prepárate para la sesión de validación",
    "Add to calendar": "Añadir al calendario",
    "Learn what a validation session is and how to pass it successfully": "Aprenda qué es una sesión de validación y cómo aprobarla con éxito",
    "Train to solve flips": "Entrena para resolver flips",
    "Step 4": "Paso 4",
    "Join the validation ceremony to validate your account": "Únase a la ceremonia de validación para validar su cuenta",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Espere a que comience la sesión de validación. ¡Sigue las instrucciones, resuelve flips y disfruta del proceso!",
    "Follow the instructions to create your account and activate it with your invitation code:": "Siga las instrucciones para crear su cuenta y activarla con su código de invitación:",
    "Connect your Idena account to your Gitcoin profile": "Conecte su cuenta de Idena a su perfil de Gitcoin",
    "Authorise Gitcoin to access your Idena account": "Autoriza a Gitcoin para acceder a tu cuenta de Idena",
    "Congratulations! Your Idena account is now verified": "¡Felicidades! Su cuenta de Idena ahora está verificada",
    "idenaWebAppLink": "Abrir <2>Aplicación Web de Idena</2>",
    "Please choose the platform where you have the most active account:": "Elija la plataforma en la que tiene la cuenta más activa:",
    "Step 5": "Paso 5",
    "Find Idena and click Verify": "Busque Idena y haga clic en Verificar",
    "idenaTelegramGroupLink": "Únete al <2>grupo oficial de Idena en Telegram</2> y solicita una invitación a la comunidad.",
    "idenaCommunityDiscordLink": "Únete al <2>Discord de la comunidad Idena</2> y solicita una invitación de la comunidad en el <6>#canal-de-invitaciones</6> .",
    "idenaWebAppSignIn": "<0>Inicia sesión</0> en la Aplicación Web de Idena <4>15 minutos antes de que comience la próxima sesión de validación</4>. Comprueba que tienes el \"estado de espera de validación\". Asegúrate de tener una conexión a Internet confiable y rápida. Recomendamos utilizar una computadora portátil/PC para una mejor experiencia.",
    "tweetSendingTip": "<0>Twittea</0> con el hashtag #IdenaTrustBonus desde tu cuenta. Para recibir una invitación, tu cuenta deberá tener <4> más de dos meses de antigüedad y al menos <2> {{followersCount}}</2> seguidores </4>. El tweet deberá decir:",
    "gitcoinTrustBonusLink": "Ve a la pestaña <2>Trust Bonus</2> de tu perfil de Gitcoin",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "El número de invitaciones es limitado. Para evitar el drenaje de invitaciones y dar la bienvenida a más usuarios nuevos, debemos confirmar que eres un ser humano único. Las invitaciones se distribuirán de forma competitiva: las cuentas más fiables recibirán primero las invitaciones.",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena es la primera blockhain de prueba-de-humanidad basada en principios democráticos. Cada nodo está enlazado a una cripto-identidad — Cada identidad tiene igual poder de voto y un igual ingreso a partir del minado.",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "Tu cripto-identidad validada establece que eres un humano único sin revelar ningún tipo de datos personales. Te permitirá tener más poder de voto cuando este pudiera estar sujeto a un ataque de tipo \"sybil\". Las cuentas de Gitcoin verificadas con Idena obtienen +50% en subsidios/bonus en los financiamientos de Gitcoin.",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Activa tu código de invitación. Por favor, ten en cuenta que el código dejará de ser utilizable 5 minutos previos al horario de la validación, úsalo antes de que expire!",
    "Follow the instructions to create your account": "Sigue las instrucciones para crear tu cuenta",
    "tweeterFollowLink": "Sigue a <2>@IdenaNetwork</2> en Twitter",
    "getInviteWithTwitterName": "Ingresa tu @usuario de Twitter y haz clic en <2>Obtener un código de invitación</2>. El código será otorgado automáticamente.",
    "idenaCommunityRedditLink": "Únete al <2>subreddit de Idena</2> y solicita a la comunidad un código de invitación"
}
