{
    "Idena Web App": "Aplicación Web de Idena",
    "What is Idena": "Que es Idena",
    "Join the democratic borderless world": "Únase al mundo democrático sin fronteras",
    "Sharding + Cryptoidentity = Scalability": "Fragmentación + Criptoidentidad = Escalabilidad",
    "Democratic governance": "Gobernanza democrática",
    "Use cases": "Casos de uso",
    "Evolution of the Internet": "Evolución de Internet",
    "use-cases-freedom-of-speech": "Toda voz tiene derecho a ser escuchada. Idena permite difundir información sin problemas y hace que el contenido sea resistente a la censura.",
    "Validated nodes": "Nodos validados",
    "Technology": "Tecnología",
    "Smart contracts for everyone": "Contratos inteligentes para todos",
    "Human-centric Blockchain": "Blockchain centrado en el ser humano",
    "whatIsIdenaToStartMining": "Cada ser humano único puede convertirse en un validador de Idena sin importar quiénes sean y dónde vivan. Para comenzar a extraer Idena, debes demostrar que eres un humano único. No requiere la divulgación de ningún dato personal (no KYC). Debe aparecer en línea cuando comience la ceremonia de validación y resolver una serie de flip-tests (CAPTCHA).",
    "why-idena-equal-human-rights": "Todas las criptoidentidades en Idena tienen los mismos derechos: validar otras identidades, votar, verificar transacciones. La criptoidentidad autónoma, descentralizada y anónima previene el abuso de los derechos humanos por parte de los poderosos y apoya los derechos del individuo a ser uno mismo y asociarse libremente.",
    "why-idena-no-authorities": "La criptoidentidad es verificada mutuamente por usuarios sin autoridad central en la red peer-to-peer. Es anónimo, autogestionado y válido a nivel mundial. La criptoidentidad no tiene un emisor central, por lo que no se puede prohibir, restringir o censurar.",
    "technology-scalability-decentralization-security": "Se puede construir una cadena de bloques escalable que realiza miles de transacciones por segundo sin comprometer su seguridad y descentralización. La fragmentación combinada con la criptoidentidad es la solución al trilema de la cadena de bloques: el rendimiento de la red aumenta con la cantidad de usuarios validados que forman cada vez más fragmentos nuevos.",
    "Join Idena Network": "Únete a la red Idena",
    "Eco friendly mining": "Minería ecológica",
    "Next validation:": "Siguiente validación:",
    "Add to calendar": "Añadir al calendario",
    "Join the mining of the first human-centric cryptocurrency": "Únase a la minería de la primera criptomoneda centrada en el ser humano",
    "use-cases-attention-economy": "La publicidad en cadena permite crear un ecosistema con economía de atención donde los anunciantes pagan iDNA a Idena Oracles para revisar sus anuncios y luego queman las monedas para competir por la atención de la red, apoyando la economía sostenible de la red Idena.",
    "No authorities": "Sin autoridades",
    "Freedom of speech": "Libertad de expresión",
    "Why Idena": "Por qué Idena",
    "Universal basic income": "Ingreso básico universal",
    "why-idena-sybil-resistance": "Criptoidentidad es su avatar verificado digitalmente. Es semi-único, lo que significa que puede validar fácilmente una cuenta, pero es mucho más difícil obtener dos e imposible obtener muchas cuentas. No se puede comprar ni vender, su valor aumenta con la edad, no se puede adquirir. La identidad anónima y resistente a Sybil es una parte que falta para Web 3.0.",
    "Cryptoidentity": "Criptoidentidad",
    "Equal human rights": "Igualdad de derechos humanos",
    "whatIsIdenaNotes": "Idena es la primera cadena de bloques de prueba de persona basada en principios democráticos. Cada nodo minero está vinculado a una criptoidentidad: una sola persona con el mismo poder de voto e ingresos mineros.",
    "why-idena-cryptoidentity": "Idena es el siguiente paso en la evolución de los sistemas descentralizados en Internet. Primero, Bitcoin trajo pagos en criptomonedas de igual a igual. Luego, Ethereum desarrolló una máquina virtual para ejecutar aplicaciones descentralizadas. Idena ha introducido la criptoidentidad que permite a las personas construir una gobernanza democrática en Internet.",
    "use-cases-democratic-governance": "Una persona, un voto es un principio fundamental para la democracia. La criptoidentidad trae este concepto a blockchain. Los mecanismos de votación avanzados, como la votación cuadrática, podrían mejorar la gobernanza distribuida para todos.",
    "use-cases-universal-basic-income": "La mineria de Idena es accesible para todos los que poseen una computadora portátil promedio con una conexión a Internet. Todos los participantes de Idena están autorizados a mantener la red y ganar recompensas mineras iguales. Estas recompensas pueden considerarse una forma de ingreso basico universal.",
    "technology-smart-contracts": "Las transacciones de blockchain pueden ser costosas. Pero Idena permite que cualquiera extraiga criptomonedas y las gaste al usar contratos inteligentes.",
    "Attention economy": "Economía de la atención",
    "RUNNING NOW": "EN CURSO",
    "Idena Desktop App": "Aplicación de escritorio",
    "Instant finality": "Finalización instantánea",
    "How to buy iDNA": "Cómo comprar iDNA"
}
