{
    "idenaTelegramGroupLink": "Únase al <2> grupo de Telegram Idena</2> oficial y solicite un código de invitación a la comunidad.",
    "idenaCommunityDiscordLink": "Únase a <2> Discord de la comunidad Idena </2> y solicite un código de invitación a la comunidad en el canal <5> #invite-requests </5>.",
    "tweetSendingTip": "<0> Envíe un tweet </0> con un hashtag #IdenaInvite desde su cuenta. Para recibir una invitación, su cuenta debe tener <4> más de 1 año o más de dos meses y tener al menos <1>{{followersCount}} </1> seguidores </4>. El tweet debería decir:",
    "MigrateIdena": "Migre su cuenta de Idena (usando la página de Configuración): exporte la copia de seguridad de su clave privada desde la aplicación web de Idena y luego impórtela en su aplicación de escritorio de Idena.",
    "How to join Idena": "Cómo unirse a Idena",
    "Step 1": "Paso 1",
    "Get an invitation code": "Obtén un código de invitación",
    "Please choose the platform where you have the most active account:": "Elija la plataforma en la que tiene la cuenta más activa:",
    "Step 2": "Paso 2",
    "Create and activate your Idena account": "Crea y activa tu cuenta Idena",
    "Follow the instructions to create your account and activate it with your invitation code:": "Siga las instrucciones para crear su cuenta y activarla con su código de invitación:",
    "Next validation:": "Siguiente validación:",
    "Step 3": "Paso 3",
    "Prepare yourself for the validation session": "Prepárate para la sesión de validación",
    "Add to calendar": "Añadir al calendario",
    "Learn what a validation session is and how to pass it successfully": "Aprenda qué es una sesión de validación y cómo aprobarla con éxito",
    "Train to solve flips": "Entrena para resolver flips",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Suscríbase al canal de Telegram de anuncios de Idena para seguir las actualizaciones.",
    "Step 4": "Paso 4",
    "Join the validation ceremony to validate your account": "Únase a la ceremonia de validación para validar su cuenta",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Espere a que comience la sesión de validación. ¡Sigue las instrucciones, resuelve flips y disfruta del proceso!",
    "Step 5": "Paso 5",
    "Start mining": "Comenzar a minar",
    "Step 6": "Paso 6",
    "Prolong your cryptoidentity status": "Prolonga tu estado de criptoidentidad",
    "ToStartMiningIdena": "Para comenzar a minar Idena, debe validar su criptoidentidad. No requiere la divulgación de ningún dato personal (no KYC). Debe aparecer en línea cuando comience la ceremonia de validación y resolver una serie de flip-tests (CAPTCHA).",
    "getInvitationNotes": "Para minimizar la probabilidad de un ataque Sybil, el ritmo de crecimiento de la red está restringido: la participación en la red de Idena se basa en invitaciones. Solo los usuarios validados pueden enviar nuevas invitaciones. El número de invitaciones es limitado y aumenta a medida que crece la red.",
    "idenaWebAppLink": "Abrir <2> Idena Web App </2>",
    "validationResults": "Espere los resultados de la validación. Si ha resuelto con éxito los giros, obtendrá un estado <2> Novato </2>. ¡Felicitaciones, ahora eres una criptoidentidad validada!",
    "DownloadIdena": "Descargue la Idena Desktop App.",
    "ActivateMiningStatus": "Active su estado de minería y mantenga su nodo Idena sincronizado para minar iDNA coins.",
    "SubmitFlips": "Aprenda a crear flips y enviar tres flips antes de la próxima validación. Si no envía 3 flips, no podrá participar en la próxima validación.",
    "ScheduleNextValidation": "Programe su próxima validación.",
    "ProlongCryptoidentityStatus": "Su estado de criptoidentidad es válido hasta la próxima época. Debe prolongar su estado de validación para cada nueva época.",
    "idenaWebAppSignIn": "<0> Inicie sesión </0> en su aplicación web Idena <4> 15 minutos antes de que comience la próxima sesión de validación </4>. Compruebe que ha estado a la espera de la validación. Asegúrese de tener una buena conexión a Internet. Recomendamos Laptop / PC para una mejor experiencia."
}
