{
    "How to contribute": "Как внести свой вклад",
    "1. Distribute invitations": "1. Раздайте приглашения",
    "Non-official Idena community channels": "Неофициальные каналы сообщества Idena",
    "Idena Forum": "Форум Idena",
    "Posts allowed for Idena validated participants": "Публикации разрешены для участников, прошедших проверку Idena",
    "Russian-speaking group": "Русскоязычная группа",
    "Indonesian-speaking group": "Группа, говорящая на индонезийском",
    "Indian telegram group": "Индийская группа телеграмм",
    "non-official forum": "Неофициальный форум",
    "How to proceed": "Как действовать",
    "2. Spread the word": "2. Расскажите о себе",
    "How to contribute to Idena": "Как внести свой вклад в Idena",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena - это проект с открытым исходным кодом, и сообщество Idena является его ключевой движущей силой.",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena - это проект с открытым исходным кодом, и сообщество Idena является его ключевой движущей силой. У каждого члена сообщества должна быть возможность внести свой вклад и получить вознаграждение.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "Цель Idena - быть по-настоящему глобальной и разнообразной. Мы хотим, чтобы люди из разных стран и на всех языках присоединились к Idena. Если вы говорите на другом языке, кроме английского, это очень ценный актив. Создайте и развивайте новое сообщество на своем родном языке, не торопитесь, чтобы рассказать им об Idena и помочь им присоединиться к сети.",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Создайте сообщество на любой платформе, которая популярна в вашей стране или с которой вы лучше всего знакомы.",
    "2. Use your network and other resources to attract people.": "2. Используйте свою сеть и другие ресурсы для привлечения людей.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Расскажите сообществу об Idena. Не стесняйтесь обращаться к членам сообщества Idena или команде Idena, если вам нужны дополнительные данные или объяснения, которые вы не можете найти на веб-сайте или в блоге.",
    "4. While you have less than 100 Idena validated members in your community, send an email at info@idena.io or message to @AndrewIdena telegram account, receive invitations from the Idena team and get rewards for successful invitations.": "4. Пока в вашем сообществе менее 100 участников, прошедших проверку Idena, отправьте электронное письмо по адресу info@idena.io или сообщение в аккаунт Телеграма @AndrewIdena, получите приглашения от команды Idena и получите вознаграждение за успешные приглашения."
}
