{
    "IDENA FAQ": "IDENA ЧаВо",
    "How do you ensure that the network does not have duplicate users?": "Как вы можете быть уверены, что в сети отсутствуют дублированные пользователи?",
    "Flip challenge": "Флип хакатон",
    "We are here to help you. Browse through the most frequently asked questions. Can’t find an answer? Email us at info@idena.io": "Мы готовы помочь всем, кто интересуется проектом. Здесь представлены наиболее часто задаваемые вопросы. Не нашли ответа на свой вопрос? Отправьте его нам на info@idena.io",
    "The validation status of a participant is not forever. It expires when the next epoch starts. Participants should prolong their validation status for every new epoch.": "Статус верифицированного члена сети - не перманентен. Данный статус теряет своё действие, по факту начала новой эпохи. Участники сети обязаны его продлевать, в каждую эпоху.",
    "The uniqueness of participants is proven by the fact that they must solve and provide the answers for flip-puzzles synchronously. A single person is not able to validate herself multiple times because of the very limited timeframe for the submission of the answers.": "Факт уникальности новых членов сети, подкреплён необходимостью участников синхронно предоставить ответы к флипам-загадкам. Один человек не способен пройти валидацию множество раз, так как время для отправки ответов ограниченно.",
    "How do you prevent users from buying or selling their accounts?": "Как вы сможете предотвратить продажу или покупку пользователями аккаунтов?",
    "To sell an account, the seller provides a copy of the account's private key. The buyer cannot be sure that another copy of the private key will not stay with the seller. Thus, the private key enables the seller to kill the cryptoidentity at any time, and the buyer would not have an economic reason to buy an Idena account.": "Для продажи аккаунта, владелец, должен предоставить копию приватного ключа. Покупатель не может быть уверен в том, что владелец не сохранил его копию у себя. Таким образом, продавец, владея приватным ключом, оставляет за собой право уничтожить криптоличность в любой момент, а покупатель осознавая данный экономический риск, предпочтёт воздержаться от покупки аккаунта.",
    "Technically, an account can be sold and bought. However, the Idena protocol introduces economic incentives to prevent participants from doing that. A person who sells their account can simply kill the cryptoidentity afterwards to unlock their frozen coins (frozen coins accumulate for each account as a part of UBI and cannot be spent while the account is valid).": "Технически аккаунт может быть куплен или продан. Тем не менее, протокол Idena имеет ряд экономических рычагов давления, для предотвращения этого. Личность, которая продаёт свой аккаунт, может с лёгкостью его уничтожить и забрать себе замороженную часть собственного счёта (замороженные средства аккумулируются в каждую эпоху, как часть ББД/БОД и не могут быть израсходованы в случае, если аккаунт активен ).",
    "To use Idena only for sending coins, you just need to download the app. To create a cryptoidentity and start mining coins, you should receive an invitation code from a validated participant of the network and use the code to apply for validation.": "Для отправки монет Idena, достаточно скачать приложение. Для создания криптоличности и майнинга монет, вам понадобиться код приглашения от верифицированного члена сети, а также его активация.",
    "Please notice that validated members have limited number of invites (1 or 2 invites). The person who invites you gets invitation rewards for 3 subsequent validations passed by you. If you are not going to participate in the upcoming validation, please notify the person who invited you so he/she could have a chance to find another invitee and get an invitation reward.": "Стоит отметить, что верифицированные участники сети могут пригласить ограниченное количество людей (1 или 2 приглашения). Человек, выдавший вам приглашение, получит свою награду, в период равный 3 последующим верификациям. Если у вас не получается присоединится к последующей валидации, пожалуйста сообщите ему об этом, чтобы отыскать вам замену и не потерять свою награду.",
    "Make sure your node is synchronized, and activate the invitation code. Check your identity status; it should be \"Candidate.\"": "Пожалуйста убедитесь в том, что ваша нода синхронизирована, а код приглашения активирован. Проверьте статус вашей идентичности. Она должна быть обозначена как \"Кандидат\".",
    "Does the Idena protocol prevent users from buying or selling invitations?": "Как протокол Idena, может противостоять продаже или покупке приглашений её участниками?",
    "The Idena protocol introduces incentives to prevent participants from buying and selling invitations. The person who sells an invitation can kill the invited participant and get the staked/locked coins during the next several epochs before their status is \"Verified\". The seller can double-spend the invitation by selling it multiple times. Invitations should be granted for free to trusted people only (relatives, friends, and so on).": "Протокол Idena внедрил систему поощрений для своих участников для предотвращения покупки и продажи приглашений. Человек, который продал приглашение, может уничтожить приглашённого участника и получить его награду из стейка, во время нескольких последующих эпох, до получения приглашённым статуса \"Верифицирован\". Продавец, таким образом может продать одно приглашение несколько раз. Поэтому приглашения, должны распространятся бесплатно, а также необходимо наличие определенного уровня доверия между приглашающим и приглашенным, который возможен лишь между знакомыми людьми (друзьями, родственниками, членами семьи и т. д.).",
    "Where to start": "С чего начать",
    "How do I join the network?": "Как подключиться к сети?",
    "How can I get an invitation?": "Где я могу взять код приглашения?",
    "Be aware that person who invites you can terminate your cryptoidentity until you get Verified status. In this case he/she can take 1/6 of your stake if you are not going to participate in the upcoming validation.": "Также стоит обратить внимание на то, что пригласивший вас человек, может отозвать приглашение до получения вами статуса верифицированного члена. В этом случае он сможет забрать себе 1/6 часть от вашего стейка, если например, вы не сможете присоединиться к предстоящей валидации.",
    "How do I start using Idena?": "Как я могу начать использовать Idena?",
    "Solve the flips during the validation time. Be agile. The first 6 flips must be submitted in less than 2 minutes.": "Решите необходимые флипы, в течении отведённого периода валидации. Поторопитесь. Первые 6 флипов, должны быть разгаданы в течении 2 минут.",
    "Once your account is validated, keep your node up and running in order to mine coins.": "Как только ваш аккаунт будет верифицирован, ваша нода должна быть постоянно запущенной, если вы хотите начать майнить монеты.",
    "Learn how to create flips. Don't forget to create three flips before the next validation in advance. Schedule your next validation.": "Обучитесь тому, как создавать флипы. Не забудьте, что вам необходимо заранее создать 3 флипа, до периода следующей валидации.",
    "Why do you need an invitation to join the Idena network?": "Зачем нужен код приглашения, для возможности подключения к сети Idena?",
    "The pace of network growth is restricted to minimize the probability of a Sybil attack.": "Темп роста сети ограничен, чтобы минимизировать возможность атаки Сибиллы.",
    "What is the invitations distribution?": "Что такое распространение приглашений?",
    "The targeted number of invitations in the network is calculated as 50% of the network size after each validation (Idena foundation invitations remaining extra).": "Общее количество приглашений доступных в сети, рассчитывается как 50% от размера сети, после каждой валидации (приглашения генерируемые для фонда Idena, в это количество не входят и генерируются отдельно).",
    "What is a stake in Idena?": "Что такое стейк в сети Idena?"
}
