{
    "Smart contracts for everyone": "Смарт-контракты для всех",
    "Human-centric Blockchain": "Блокчейн, ориентированный на человека",
    "RUNNING NOW": "РАБОТАЕТ СЕЙЧАС",
    "Add to calendar": "Добавить в календарь",
    "What is Idena": "Что такое Идена",
    "Calculate my rewards": "Рассчитать мои награды",
    "Democratic governance": "Демократическое управление",
    "whatIsIdenaNotes": "Idena — это первый блокчейн Proof-of-Person, основанный на демократических принципах. Каждый валидатор Idena связан с крипто-идентификацией — одним человеком с равным правом голоса.",
    "Join Idena Network": "Присоединяйтесь к сети Идена",
    "whatIsIdenaToStartMining": "Любой может получить свою крипто-идентичность, независимо от того, кто он и где живет. Чтобы стать валидатором Idena и начать зарабатывать с Idena, вам нужно доказать, что вы уникальный человек. Он не требует раскрытия каких-либо личных данных (нет KYC). Вы должны появиться в сети, когда начнется церемония проверки, и пройти серию флип-тестов (CAPTCHA).",
    "whatIsQuadraticStaking": "Identity Staking поощряет людей защищать свою личность с помощью ставок iDNA, какими бы маленькими они ни были, и обеспечивает демократичное распределение вознаграждений за стекинг.",
    "why-idena-cryptoidentity": "Idena — это следующий шаг в развитии децентрализованных систем в Интернете. Во-первых, Биткойн принес криптовалютные платежи между узлами. Затем Ethereum разработал виртуальную машину для запуска децентрализованных приложений. Idena представила крипто-идентичность, позволяющую людям строить демократическое управление в Интернете.",
    "why-idena-sybil-resistance": "Крипто-идентичность — это ваш аватар с цифровым подтверждением. Он полууникальный, что означает, что вы можете легко подтвердить одну учетную запись, но гораздо сложнее получить две и невозможно получить много учетных записей. Его нельзя купить и продать, его ценность растет с возрастом, его нельзя забрать. Анонимная и устойчивая к Сивилле идентификация — недостающая часть Web 3.0.",
    "why-idena-equal-human-rights": "Все криптоидентификации в Идене имеют равные права: подтверждать другие личности, голосовать, проверять транзакции. Самосуверенная, децентрализованная и анонимная крипто-идентичность предотвращает нарушение прав человека власть имущими и поддерживает право человека быть самим собой и свободно объединяться.",
    "use-cases-attention-economy": "Реклама в сети позволяет создать экосистему с экономикой внимания, в которой рекламодатели платят iDNA оракулам Idena за просмотр своих объявлений, а затем сжигают монеты, чтобы конкурировать за внимание сети, поддерживая устойчивую экономику сети Idena.",
    "technology-scalability-decentralization-security": "Масштабируемый блокчейн, выполняющий тысячи транзакций в секунду, может быть построен без ущерба для его безопасности и децентрализации. Шардинг в сочетании с криптоидентификацией — это решение трилеммы блокчейна: пропускная способность сети увеличивается с увеличением количества проверенных пользователей, формирующих все новые и новые сегменты.",
    "technology-instant-finality": "Idena реализует механизм управления Proof-of-Person Sybil и консенсус BFT на основе комитетов с быстрой окончательностью. Каждый блок, добытый валидаторами Idena, является окончательным почти со 100% вероятностью, а это означает, что форки блокчейна практически невозможны. Вам нужно подождать всего 2 блока, чтобы убедиться, что ваша транзакция никогда не будет отменена.",
    "Universal basic income": "Универсальный базовый доход",
    "Evolution of the Internet": "Эволюция Интернета",
    "Equal human rights": "Равные права человека",
    "Freedom of speech": "Свобода слова",
    "Technology": "Технология",
    "Use cases": "Сценарии использования",
    "use-cases-universal-basic-income": "Участие в протоколе Idena доступно каждому, у кого есть средний ноутбук с выходом в интернет. Все участники Idena имеют право поддерживать сеть и получать основные вознаграждения. Эти вознаграждения можно рассматривать как форму универсального базового дохода.",
    "IDENA: Proof-of-Person blockchain": "IDENA: Блокчейн Proof-of-Person",
    "Why Idena": "Почему Идена",
    "Next validation:": "Следующая проверка:",
    "Cryptoidentity": "Криптоидентичность",
    "why-idena-no-authorities": "Крипто-идентичность взаимно проверяется пользователями без центрального органа в одноранговой сети. Он анонимный, самоуправляемый и действует во всем мире. У крипто-идентичности нет центрального эмитента, поэтому ее нельзя запретить, ограничить или подвергнуть цензуре.",
    "technology-smart-contracts": "Блокчейн-транзакции могут быть дорогими. Но Idena позволяет любому добывать криптовалюту и тратить ее при использовании смарт-контрактов.",
    "Join the mining of the first human-centric cryptocurrency": "Присоединяйтесь к майнингу первой ориентированной на человека криптовалюты",
    "No authorities": "Нет полномочий",
    "use-cases-democratic-governance": "Один человек — один голос — фундаментальный принцип демократии. Крипто-идентичность привносит эту концепцию в блокчейн. Усовершенствованные механизмы голосования, такие как квадратичное голосование, могут улучшить распределенное управление для всех.",
    "Sharding + Cryptoidentity = Scalability": "Шардинг + криптоидентичность = масштабируемость",
    "why-idena-eco-friendly-mining": "Блокчейн Idena управляется экологически безопасным консенсусом Proof-of-Person. Для проверки транзакций майнер Idena должен иметь действительную криптоидентификацию и поддерживать свою ноду в сети. Доход от майнинга не зависит от вашего оборудования. Для этого не требуется использовать большие объемы электроэнергии, графических процессоров или майнинговых установок.",
    "Join the democratic borderless world": "Присоединяйтесь к демократическому безграничному миру",
    "How to buy iDNA": "Как купить iDNA",
    "Eco friendly mining": "Экологичный майнинг",
    "Validated identities": "Подтвержденные личности",
    "Partners and Media": "Партнеры и Медиа",
    "Quadratic Staking": "Квадратичный стейкинг",
    "Attention economy": "Экономия внимания",
    "Instant finality": "Мгновенная завершенность",
    "use-cases-freedom-of-speech": "Каждый голос имеет право быть услышанным. Idena позволяет беспрепятственно распространять информацию и делает контент устойчивым к цензуре."
}
