{
    "Why machines have no common sense": "Warum Maschinen keinen gesunden Menschenverstand haben",
    "Flip challenge": "Flip Wettkampf",
    "No winner": "Kein Gewinner",
    "Flip Challenge Rules": "Flip Wettkampf-Regeln",
    "Idena Flip Challenge: AI-resistant CAPTCHA.": "Idena Flip Wettkampf: KI-resistente CAPTCHAs.",
    "Flip is AI-hard CAPTCHA created by a human. Common sense is required to identify a meaningful story told in pictures": "Ein Flip ist ein KI-resistentes CAPTCHA das von einem Menschen erstellt wurde. Es ist gesunder Menschenverstand erforderlich um die Bedeutung der Bildergeschichte zu verstehen",
    "What is a flip": "Was ist ein Flip",
    "A flip is a sort of a CAPTCHA that helps to determine whether a user is human. In contrast to a CAPTCHA, which stands for \"Completely Automated Public Turing test to tell Computers and Humans Apart\" and is usually generated by an automated service, a flip should be created by a human. And unlike a usual CAPTCHA, which is based on object recognition, solving a flip requires a semantic interpretation of the relationship between objects.": "Ein Flip ist eine Art von CAPTCHA das helfen soll zu entscheiden ob der Benutzer ein Mensch ist. Im Gegensatz zu einem CAPTCHA, die Abkürzung steht für \"Completely Automated Public Turing test to tell Computers and Humans Apart\" (engl. für \"Komplett automatisierter Turing Test um Computer und Menschen zu unterscheiden\") und wird üblicherweise automatisch von einer Anwendung generiert, sollte ein Flip von einem Menschen erstellt werden. Ein CAPTCHA kann üblicherweise durch Objekterkennung gelöst werden, aber um einen Flip zu lösen ist eine semantische Interpretation der Beziehung zwischen verschiedenen Objekten notwendig.",
    "Each flip contains two stories in pictures. One of them (left or right) is a sequence of pictures that is created by a human as a meaningful story. The other is created by the same author as illogical. Stories are \"read\" from top to bottom. Solving a flip is choosing the story that seems logical. If both stories seem meaningful or meaningless, the task is still to choose the one which seems more logical than the other and thus would rather be chosen by other people.": "Jeder Flip enthält zwei Bildergeschichten. Nur eine von diesen (die linke oder rechte) ist eine Abfolge von Bildern die von einem Menschen als sinnvolle Geschichte erstellt wurde. Die andere Abfolge ist vom selben Autor als unlogisch erstellt worden. Die Bildergeschichten werden von oben nach unten \"gelesen\". Das Lösen eines Flips ist also das auswählen der Bildergeschichte die logisch erscheint. Wenn beide Bildergeschichten sinn- oder unsinnvoll erscheinen ist die Aufgabe die Abfolge auszuwählen die logischer erscheint und von der man vermutet das sie eher von anderen Menschen gewählt wird.",
    "A flip is not an IQ test but a test for common sense. There are no predefined correct answers: The correct answer will be the one chosen by a majority of people.": "Ein Flip ist kein Intelligenztest, aber ein Test für gesunden Menschenverstand. Es gibt keine vordefinierten richtigen Antworten: Die richtige Antwort wird die sein die von der Mehrzahl der Menschen ausgewählt wird.",
    "Example of a flip: a meaningful story (left) and a meaningless sequence of pictures (right)": "Beispiel für einen Flip: eine sinnvolle Geschichte (links) und eine unsinnige Abfolge von Bildern (rechts)",
    "We welcome AI researchers and practitioners to develop an open source AI instrument for solving flips. Idena will award the following prizes (paid in iDNA, the Idena blockchain coin) to the first individual or a team to break respective accuracy in solving flips using with a verifiable proof:": "Wir laden KI-Forscher und Praktiker ein, eine open-source Anwendung zu entwickeln die Flips lösen kann. Idena lobt folgende Preise (gezahlt in iDNA, der Idena blockchain coin) für die ersten Person oder das erste Team aus, die es schaffen Flips mit gewisser Genauigkeit zu lösen und dafür einen nachvollziehbaren Beweis liefern:"
}
