{
    "Add to calendar": "Trage in den Kalender ein",
    "Next validation:": "Nächste Validierung:",
    "Step 5": "Fünfter Schritt",
    "Step 1": "Erster Schritt",
    "Get an invitation code": "Erhalte einen Einladungs-Code",
    "Step 2": "Zweiter Schritt",
    "Create and activate your Idena account": "Eröffne und aktiviere deinen Idena Account",
    "Step 3": "Dritter Schritt",
    "Prepare yourself for the validation session": "Bereite dich vor auf die Validierungssitzung",
    "Learn what a validation session is and how to pass it successfully": "Lerne was eine Validierungs-Session ist und wie Du erfolgreich an ihr teilnehmen kannst",
    "Train to solve flips": "Übe das Lösen von Flips",
    "Step 4": "Vierter Schritt",
    "Join the validation ceremony to validate your account": "Nimm an der Validationszeremonie teil, um deinen Account zu bestätigen",
    "Follow the instructions to create your account and activate it with your invitation code:": "Folge der Anleitung, um deinen Account zu erstellen und aktiviere ihn mit deinem Einladungscode:",
    "idenaWebAppLink": "Öffne <2>Idena Web App</2>",
    "Please choose the platform where you have the most active account:": "Bitte wähle die Plattform, auf der Du den aktivesten Account hast:",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Warte auf den Beginn der Validations-Session. Folge den Anweisungen, löse Flips und habe Spaß dabei!",
    "validationResults": "Warte auf die Validations-Ergebnisse. Wenn Du die Flips erfolgreich gelöst hast, wirst Du den <2>Newbie</2> Status erhalten. Glückwunsch, Du hast jetzt eine validierte Krypto-Identität!",
    "Verify your Gitcoin": "Verifiziere dein Gitcoin",
    "How to verify your Gitcoin account with Idena": "Wie dein Gitcoin mit Idena verifiziert werden kann",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena ist der erste 'Proof of person' Blockchain, der auf demokratischen Prinzipien basiert. Jeder Knoten ist an eine Kryptoidentität gebunden - eine unverwechselbare Person mit gleichen Wahlrechten und gleichem Schürfeinkommen.",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "Deine validierte Kryptoidentität stellt sicher, dass du ein unverwechselbarer Mensch bist, ohne dabei deine persönlichen Daten zu erfordern oder preiszugeben. Sie gibt deiner Wahlstimme mehr Gewicht, da Stimmen bei der Wahl hier nicht durch eine Sybil-Attacke dubliziert werden können. Gitcoin Accounts die mit Idena verifiziert sind, erhalten +50% Grants Match Bonus beim Gitcoin Funding.",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "Die Anzahl von Einladungen ist beschränkt. Um zu verhindern, dass Einladungen verschwendet werden und um mehr Nutzer willkommen heißen zu können, müssen wir sicher gehen, dass Du ein unverwechselbarer Mensch bist. Einladungen werden wettbewerbsfähig vergeben. Die glaubwürdigsten Accounts werden zuerst Einladungen erhalten."
}
