{
    "Evolution of the Internet": "Evolution des Internets",
    "Freedom of speech": "Redefreiheit",
    "Why Idena": "Warum Idena",
    "Human-centric Blockchain": "Personenzentrierte Blockchain",
    "What is Idena": "Was ist Idena",
    "Cryptoidentity": "Kryptoidentität",
    "Attention economy": "Aufmerksamkeits Ökonomie",
    "Eco friendly mining": "Ökologisches Schürfen (mining)",
    "whatIsIdenaToStartMining": "Jeder einzelne Mensch kann bei Idena-Prüfer werden egal wer er ist und wo er lebt. Um mit dem Schürfen bei Idena anzufangen musst Du beweisen das Du ein einzelner Mensch bist. Es ist nicht erfoderlich das Du irgendwelche persönliche Daten von Dir preis gibst (kein KYC). Du musst nur zu Beginn Bestätigungszeremonie (validation ceremony) online erscheinen und eine Folge von Flip-Tests (CAPTCHAs) lösen.",
    "Join the democratic borderless world": "Schließe dich der demokratischen, grenzenlosen Welt an",
    "Idena Desktop App": "Idena Desktop Anwendung",
    "Equal human rights": "Gleiche Menschenrechte",
    "IDENA: Proof-of-Person blockchain": "IDENA: Personennachweis blockchain",
    "Join the mining of the first human-centric cryptocurrency": "Schließe dich dem Schürfen (mining) der ersten personenzentrierten Kryptowährung an",
    "Validated nodes": "Bestätigte Knoten (nodes)",
    "Next validation:": "Nächste Validierung:",
    "Add to calendar": "Trage in den Kalender ein",
    "Universal basic income": "Universelles Grundeinkommen",
    "RUNNING NOW": "LÄUFT JETZT",
    "Join Idena Network": "Schließe dich dem Idena Netzwerk an",
    "Instant finality": "Sofortige Entscheidungen",
    "whatIsIdenaNotes": "Idena ist die erste personenzentrierte Blockchain, die auf demokratischen Prinzipien beruht. Jeder schürfende Knoten (mining node) ist mit einer Kryptoidentität verbunden - eine einzige Person mit gleichen Wahlrechten und Schürfeinkommen.",
    "Sharding + Cryptoidentity = Scalability": "Aufsplitten (sharding) + Kryptoidentität = Skalierbarkeit",
    "Technology": "Technologie",
    "Idena Web App": "Idena Web Anwendung",
    "Use cases": "Anwendungsfälle",
    "No authorities": "Flache Hierachien",
    "Democratic governance": "Demokratische Führung",
    "Smart contracts for everyone": "Intelligente Verträge (smart contracts) für jederman",
    "why-idena-cryptoidentity": "Idena ist der nächste Schritt der Evolution des dezentralisierten Internet. Erst hat Bitcoin ein P2P Kryptowährung Bezahlsystem ermöglicht. Dann hat Ethereum die virtuelle Maschine für die Nutzung dezentralisierter Apps geschaffen. Idena führt jetzt die Kryptoidentität ein, die es Menschen ermöglicht, demokratische Entscheidungen im Internet auf dem Blockchain zu treffen.",
    "technology-smart-contracts": "Blockchain-Transaktionen kõnnen teuer sein. Aber Idena erlaubt es jedem Krxptowährung zu schürfen und diese auszugeben um Smart Contracts zu nutzen.",
    "use-cases-democratic-governance": "Eine Person - Eine Stimme. Das ist das grundlegende Prinzip für Demokratie. Kryptoidentität bringt dieses Konzept auf den Blockchain. Fortschrittliche Wahlmechanismen wie quadratisches Wählen können die verteilte Governance für alle verbessern.",
    "technology-scalability-decentralization-security": "Der skalierbare Blockchain bewältigt tausende Transaktionen pro Sekunde und kann ausgebaut werden ohne die Sicherheit und Dezentralisierung des Netzwerkes zu kompromittieren. Sharding in Verbindumg mit Kryptoidentität ist die Lösung des Blockchain-Trilemma: der Netzwerk-Durchsatz erhöht sich mit der Anzahl von validierten Nutzern, die immer neue Shards bilden.",
    "why-idena-eco-friendly-mining": "Idena Blockchain wird von einem ökofreundlichen Proof-of-Person Mechanismuals getragen. Um eine Transaktion zu verifizieren müssen Idena-Miner eine gültige Identität haben und ihren Knoten online lassen. Das Schürfeinkommen hängt nicht von der Leistung deiner Hardware ab. Es bedarf nicht der Ver(sch)wendung hoher Mengen Elektrizität, GPU oder Schürf-Rigs.",
    "why-idena-sybil-resistance": "Deine Kryptoidentität ist dein digital verifizierter Avatar. Er ist 'semi-unique', was bedeutet, dass es leicht ist einen Account zu validieren, viel schwerer zwei und unmöglich viele gleichzeitig zu bekommen. Die Kryptoidentität kann nicht ge- oder verkauft werden, ihr Wert steigt mit dem Alter, sie kann nicht übernommen werden. Anonyme und sybil-resistente Indentität ist die fehlende Zutat für das Web 3.0 .",
    "why-idena-equal-human-rights": "Alle Kryptoidentitäten in Idena haben gleiche Rechte: andere Identitäten zu validieren, zu wählen, Transaktionen zu verifizieren. Selbstbestimmte, dezentralisierte, anonyme Kryptoidentität hilft der Missachtung von Menschenrechten durch Mächtige vorzubeugen, unterstützt die Rechte von Individuen sie selbst zu sein und sich frei zusammenzuschließen.",
    "why-idena-no-authorities": "Kryptoidentität wird wechselseitig von den Nutzern verifiziert ohne zentrale Autorität in einem Peer-to-Peer Netzwerk. Sie ist anonym, selbstverwaltet und global gültig. Kryptoidentität hat keinen zentralen Herausgeber, sie kann von niemandem verbannt, beschränkt oder zensiert werden.",
    "use-cases-freedom-of-speech": "Jede Stimme hat ein Recht gehört zu werden. Idena erlaubt es Informationen reibungslos zu verbreiten und macht die Inhalte zensurresistent.",
    "use-cases-universal-basic-income": "Das Schürfen von Idena-Coins ist für jede/n möglich, der oder die einen durchschnittlichen Laptop besitzt und Internetzugang hat. Alle Idena-Teilnehmer werden ermächtigt, das Netzwerk gemeinsam zu unterhalten und zu gleichen Teilen Belohungen dafür zu verdienen. Diese Belohnungen können auch als eine Form des universellen Grundeinkommens gesehen werden.",
    "use-cases-attention-economy": "Onchain Werbung erlaubt es ein Ökosystem einer Aufmerksamkeitsökonomie zu schaffen, wo Werber iDNA an Idena-Orakel bezahlen um ihre Werbeanzeigen ansehen zu lassen. Danach werden die Coins verbrannt um um die Aufmersamkeit des Netzwerks zu handeln und dabei eine nachhaltige Ökonomie auf dem Idena-Netzwerk zu unterstützen.",
    "technology-instant-finality": "Idena führt einen Proof-of-Person Sybil-Kontrollmechanismus und einen komiteebasierten BFT-Konsens mit schneller Finalität ein. Jeder Block der von Idena-Validatoren geschürft wird, ist mit an Sicherheit grenzender Wahrscheinlichkeit final, das bedeutet dass Blockchain Forks fast unmöglich sind. Du brauchst nur zwei Blöcke zu warten um sicherzugehen, dass deine Transaktion niemals rückgängig gemacht wird."
}
