{
    "Get an invitation code": "Erhalte einen Einladungs-Code",
    "Train to solve flips": "Übe das Lösen von Flips",
    "How to join Idena": "Wie Du Idena beitreten kannst",
    "Step 1": "Erster Schritt",
    "Step 2": "Zweiter Schritt",
    "Create and activate your Idena account": "Eröffne und aktiviere deinen Idena Account",
    "Step 3": "Dritter Schritt",
    "Prepare yourself for the validation session": "Bereite dich vor auf die Validierungssitzung",
    "Step 4": "Vierter Schritt",
    "Next validation:": "Nächste Validierung:",
    "Add to calendar": "Trage in den Kalender ein",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Warte auf den Beginn der Validations-Session. Folge den Anweisungen, löse Flips und habe Spaß dabei!",
    "Step 5": "Fünfter Schritt",
    "Start mining": "Fange an zu Schürfen",
    "Step 6": "Sechster Schritt",
    "Prolong your cryptoidentity status": "Verlängere den Status deiner Krypto-Identität",
    "idenaTelegramGroupLink": "Tritt der offiziellen <2>Idena Telegram Gruppe</2>  bei und frage einen Einladungscode bei der Community an.",
    "idenaWebAppLink": "Öffne <2>Idena Web App</2>",
    "validationResults": "Warte auf die Validations-Ergebnisse. Wenn Du die Flips erfolgreich gelöst hast, wirst Du den <2>Newbie</2> Status erhalten. Glückwunsch, Du hast jetzt eine validierte Krypto-Identität!",
    "DownloadIdena": "Lade die Idena Desktop App herunter.",
    "ActivateMiningStatus": "Aktiviere deinen Schürf-Status und lasse deinen Idena Knoten synchronisiert um iDNA-Coins zu schürfen.",
    "ProlongCryptoidentityStatus": "Deine Kryptoidentität ist gültig bis zur nächsten Epoche. Du solltest deinen Validierungsstatus für jede Epoche verlängern.",
    "ScheduleNextValidation": "Plane deine nächste Validierung.",
    "Please choose the platform where you have the most active account:": "Bitte wähle die Plattform, auf der Du den aktivesten Account hast:",
    "Follow the instructions to create your account and activate it with your invitation code:": "Folge der Anleitung, um deinen Account zu erstellen und aktiviere ihn mit deinem Einladungscode:",
    "Learn what a validation session is and how to pass it successfully": "Lerne was eine Validierungs-Session ist und wie Du erfolgreich an ihr teilnehmen kannst",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Abonniere den Idena Announcements Telegram Kanal um Updates zu erhalten.",
    "Join the validation ceremony to validate your account": "Nimm an der Validationszeremonie teil, um deinen Account zu bestätigen",
    "ToStartMiningIdena": "Um Idena zu schürfen, musst Du deine Kryptoidentität validieren. Es bedarf dabei keiner Offenlegung von persönlichen Daten (keine KYC). Du musst nur Online erscheinen, wenn die Validations-Zeremonie startet und eine Serie von Flip-Tests (CAPTCHAs) lösen.",
    "getInvitationNotes": "Um die Wahrscheinlichkeit einer Sybil-Attacke zu minimieren, ist der Weg zum Netzwerk-Wachstum beschränkt: Der Zugang zum Idena Netwerk ist nur mit Einladung möglich. Neue Einladungen können nur von validierten Mitgliedern verschickt werden. Die Anzahl der Einladungen ist beschränkt und wächst nur, wenn das Netzwerk mitwächst.",
    "idenaCommunityDiscordLink": "Tritt dem <2>Idena Community Discord</2> bei und erfrage eine Einladung von der Community im <5>#invite-requests</5> Kanal.",
    "tweetSendingTip": "<0>Sende einen tweet</0> mit dem Hashtag #IdenaInvite von deinem Account. Um eine Einladung zu erhalten sollte dein Account <4>älter als ein Jahr sein oder älter als zwei Momate und mindestens einen Follower haben. <1>{{followersCount}}</1> </4>. Der Tweet sollte ausdrücken:",
    "MigrateIdena": "Übertrage deinen Idena-Account (mit Hilfe der Settings): Exportiere das Backup von deinem privaten Schlüssel von der Idena Web App und importiere ihn in deine Idena Desktop App.",
    "SubmitFlips": "Lerne wie Du Flips erstellst und veröffentliche drei selbsterstellte Flips vor der nächsten Validierung. Wenn du nicht drei Flips erstellst und veröffentlichst, wirst du nicht an der nächsten Validierungszeremonie teilnehmen können.",
    "idenaWebAppSignIn": "<0>Sign in</0> in deine Idena Web App <4>15 Minuten vor der nächsten Validierungs-Session beginnen</4>. Überprüfe ob du den \"Warten auf die Validierung\" - Status hast. Überprüfe dass du eine gute Internetverbindung hast. Wir empfehlen einen Laptop/PC für eine bessere Erfahrung."
}
