{
    "Step 1": "步驟 1",
    "Get an invitation code": "取得一組邀請碼",
    "Step 2": "步驟 2",
    "Next validation:": "下次驗證:",
    "Add to calendar": "加到日曆",
    "Follow the instructions to create your account": "跟隨指示創建你的帳號",
    "Join the validation ceremony to validate your account": "參與驗證儀式以啟用你的帳號",
    "Learn what a validation session is and how to pass it successfully": "學習何謂驗證會期以及如何成功通過它",
    "Train to solve flips": "訓練解答翻轉",
    "Step 5": "步驟 5",
    "Verify your Gitcoin": "驗證你的Gicoin帳號",
    "How to verify your Gitcoin account with Idena": "如何透過Idena驗證你的Gitcoin帳號",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "等得逞驗證會期的來臨。依照指示，解答翻轉並樂於參與過程!",
    "getInviteWithTwitterName": "填寫你的推特名稱並點擊<2>Get an invitation code</2>按鍵。邀請碼會自動顯示。",
    "validationResults": "等待驗證結果。如果你成功地解答完翻轉，你會得到一個<2>新手</2> 狀態。恭喜，你現在是一個有效的加密身分！",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena是第一個基於民主原則的個人驗證區塊鏈。每一個節點都與一個加密身分連結—加密身分代表獨一無二的個人，擁有平等的投票權以及挖礦收益。",
    "Step 3": "步驟 3",
    "Step 4": "步驟 4",
    "Prepare yourself for the validation session": "為驗證會期做好自我準備",
    "idenaWebAppLink": "開啟<2>Idena網站應用</2>",
    "idenaCommunityRedditLink": "加入 <2>Idena Reddit子板塊</2>並且向社群成員請求邀請碼",
    "tweeterFollowLink": "跟隨<2>@IdenaNetwork</2>推特帳號",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "你的有效加密身份證明確認你是獨一無二的人類而無須揭露任何個人資料。它允許你擁有更多的投票權力當這個投票易受到女巫攻擊時。Ｇitcoin帳號如果經過Idena驗證過的話將會在Gitcoin融資中拿到多50%的資助兢賽紅利。",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "邀請的數量是有限的。為了要避免邀請流失以及歡迎更多新使用者，我們需要確認你是一個獨一無二的人類。邀請的發送是以兢爭的基礎上做發送的:最值得信任的帳號將會先得到邀請。",
    "Find Idena and click Verify": "找尋Idena並點擊確認",
    "Congratulations! Your Idena account is now verified": "恭喜!你的Idena帳號現在已經確認有效",
    "idenaWebAppSignIn": "<4>在下個驗證會期開始前15分鐘</4><0>登入</0> 你的Idena 網站 app。 檢查你已經在等待驗證狀態 。確認你的網路連線是可靠且快速的。 我們建議你使用筆記型電腦或桌上型電腦以得到較佳的體驗。",
    "Please choose the platform where you have the most active account:": "請選擇你最常用帳號的平台:",
    "Create and activate your Idena account": "創建並啟用你的Idena帳號",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "啟用你的邀請碼。請記住邀請碼將會在驗證會期開始前五分鐘失效!",
    "Connect your Idena account to your Gitcoin profile": "連結你的Idena帳號到你的Gitcoin個 人履歷表",
    "Authorise Gitcoin to access your Idena account": "授權Gitcoin存取你的Idena 帳號",
    "idenaTelegramGroupLink": "參加官方<2>Idena電報群</2> 並且向社群請求邀請碼。",
    "idenaCommunityDiscordLink": "參加<2>Idena Discord社群</2>並且在<6>#invite-requests</6>頻道向社群請求邀請碼。",
    "tweetSendingTip": "用你的帳號<0>發一則推文</0>包含關鍵字標籤#IdenaTrustBonus。要能夠得到邀請，你的帳號必需是註冊<3>超過一年或是</3><6>註冊超過二個月並且擁有至少 <2>{{followersCount}}</2> 跟隨者</6>。 推文中應該提到:",
    "tweeterFollowLink": "跟隨<2>@IdenaNetwork</2>推特帳號",
    "gitcoinTrustBonusLink": "瀏覽你的Gitcoin個人履歷表並且點擊<2>Trust Bonus tab</2>"
}
