{
    "Next validation:": "下次验证：",
    "Add to calendar": "加入日历",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "您经过验证的加密身份确保您是唯一的人，而不会泄露任何个人数据。当投票可能受到sybil攻击时，它允许您拥有更多的投票权。通过Idena验证的Gitcoin帐户在Gitcoin资金中获得+50%的赠款匹配奖金。",
    "Follow the instructions to create your account": "按照说明创建您的帐户",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "激活您的邀请码。请注意，邀请码在验证前5分钟过期！",
    "tweetSendingTip": "<0>从您的帐户发送一条带有“IdenaTrustBonus”标签的推特</0>。要获得邀请，您的帐户应该早于两个月，并且至少有<2>{{followerscont}</2>追随者。这个推特应该说：",
    "How to verify your Gitcoin account with Idena": "如何使用Idena验证您的Gitcoin帐户",
    "Verify your Gitcoin": "验证您的Gitcoin",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena是第一个基于民主原则的个人区块链证明。每个节点都链接到一个加密身份——一个拥有同等投票权和采矿收入的唯一个人。",
    "Step 1": "第一步",
    "Get an invitation code": "获取邀请码",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "邀请的数量是有限的。为了防止邀请流失并欢迎更多新用户，我们需要确认您是独一无二的人。邀请将在竞争基础上分发：最值得信赖的客户将首先收到邀请。",
    "Step 2": "第二步",
    "Create and activate your Idena account": "创建并激活您的Idena帐户",
    "Step 3": "第三步",
    "Prepare yourself for the validation session": "为验证会议做好准备",
    "Learn what a validation session is and how to pass it successfully": "了解什么是验证会话以及如何成功通过验证会话",
    "Train to solve flips": "训练解决翻转问题",
    "Step 4": "第四步",
    "Join the validation ceremony to validate your account": "参加验证仪式，验证您的帐户",
    "Please choose the platform where you have the most active account:": "请选择您拥有最活跃帐户的平台：",
    "Step 5": "第五步",
    "Connect your Idena account to your Gitcoin profile": "将您的Idena帐户连接到您的Gitcoin个人资料",
    "Find Idena and click Verify": "找到Idena并单击验证",
    "Authorise Gitcoin to access your Idena account": "授权Gitcoin访问您的Idena帐户",
    "Congratulations! Your Idena account is now verified": "祝贺您的Idena帐户现在已验证",
    "idenaTelegramGroupLink": "加入官方的</2>Idena电报组</2>，请求社区邀请。",
    "idenaCommunityDiscordLink": "加入<2>Idena Discord社区</2>并在<6>邀请请求频道请求社区邀请。",
    "idenaWebAppLink": "打开Idena Web应用程序",
    "idenaWebAppSignIn": "<0>在下一次验证会话开始前15分钟登录到您的Idena Web app</0>。检查您是否有等待验证状态。确保您有可靠和快速的互联网连接。我们建议使用笔记本电脑/个人电脑以获得更好的体验。",
    "validationResults": "等待验证结果。如果您已成功解决翻转问题，您将获得一个<2>新手状态。祝贺您，您现在是一个经过验证的加密身份！",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "等待验证会话开始。按照说明进行操作，解决翻转问题并享受过程！",
    "tweeterFollowLink": "关注 <2>@IdenaNetwork</2>",
    "getInviteWithTwitterName": "输入您的推特名称，然后单击获取邀请代码按钮。代码将自动显示。",
    "idenaCommunityRedditLink": "加入</2>Idena reddit子板块</2>并从社区请求邀请码",
    "gitcoinTrustBonusLink": "转到您的Gitcoin档案的<2>信任奖金选项卡</2>"
}
