{
    "Total epoch reward": "总的纪元奖励",
    "Stake iDNA to get rewards": "质押iDNA以获得奖励",
    "Rewards": "奖励",
    "Risks": "风险",
    "Although you can earn rewards for securing your identity, you can lose IDNA for missing or failing validation depending on your identity status.": "尽管您可以通过保护身份获得奖励，但根据您的身份状态，您可能会因错过验证或验证失败而丢失IDNA。",
    "Requirements": "必要条件",
    "Voting power": "投票权",
    "The amount of staked coins does not affect the voting power of your validated identity.": "质押的数量不会影响您已验证身份的投票权。",
    "Staking calculator": "质押计算器",
    "Amount, iDNA": "数量，iDNA",
    "Staking power": "质押权",
    "Stake": "质押",
    "Staking reward": "质押奖励",
    "The amount of coins you get for a successful validation": "成功验证所获得的硬币数量",
    "Extra flip premium": "额外翻转溢价",
    "The amount of coins you get for 1 extra flip in addition to the basic flip reward": "除基本翻转奖励外，您额外翻转1次可获得的硬币数量",
    "Reward for invitation": "邀请奖励",
    "The amount of coins you get per epoch by running a mining node.": "通过运行挖掘节点，每个历元获得的硬币数量。",
    "Annual percentage yield": "年产量百分比",
    "Staking rewards fund": "质押奖励基金",
    "Mining rewards fund": "挖矿奖励基金",
    "Total identities": "身份总数",
    "Total stakes locked": "锁定的质押总数",
    "Stake iDNA to get Identity Staking rewards": "质押iDNA获得身份质押奖励",
    "Identity Staking encourages people to secure their identities with iDNA stakes, no matter how small, and ensures a democratic distribution of staking rewards.": "身份质押鼓励人们通过iDNA质押来保护自己的身份，无论赌注有多小，并确保赌注奖励的民主分配。",
    "Read more about Identity Staking": "阅读更多关于身份质押的信息",
    "Identity Staking encourages smaller players to increase their stakes. The lower the stake, the higher the percentage yield.": "身份赌注鼓励较小的玩家增加赌注。赌注越低，收益率越高。",
    "Get staking rewards for improving security of the protocol by locking iDNA in your identity stake. The larger the stake the higher the value of your identity.": "通过将iDNA锁定在您的身份质押中，可以获得提高协议安全性的质押奖励。质押越大，你的身份价值就越高。",
    "You need to get a validated identity to be able to stake iDNA.": "你需要获得一个经过验证的身份才能质押iDNA。",
    "The amount of coins you get for 3 successful validations of one invited user": "一个受邀用户的3次成功验证所获得的硬币数量"
}
