{
    "Idena Flip Challenge: AI-resistant CAPTCHA.": "आइडेना फ्लिप चैलेंज: एआई-प्रतिरोधी कैप्चा।",
    "What is a flip": "एक फ्लिप क्या है",
    "Flip is AI-hard CAPTCHA created by a human. Common sense is required to identify a meaningful story told in pictures": "फ्लिप मानव द्वारा निर्मित एआई-हार्ड कैप्चा है। चित्रों में बताई गई सार्थक कहानी की पहचान करने के लिए सामान्य ज्ञान की आवश्यकता होती है",
    "A flip is a sort of a CAPTCHA that helps to determine whether a user is human. In contrast to a CAPTCHA, which stands for \"Completely Automated Public Turing test to tell Computers and Humans Apart\" and is usually generated by an automated service, a flip should be created by a human. And unlike a usual CAPTCHA, which is based on object recognition, solving a flip requires a semantic interpretation of the relationship between objects.": "फ्लिप एक प्रकार का कैप्चा है जो यह निर्धारित करने में मदद करता है कि उपयोगकर्ता मानव है या नहीं। कैप्चा के विपरीत, जो \"कंप्यूटर और मनुष्यों को अलग बताने के लिए पूरी तरह से स्वचालित सार्वजनिक ट्यूरिंग परीक्षण\" के लिए खड़ा है और आमतौर पर एक स्वचालित सेवा द्वारा उत्पन्न होता है, एक फ्लिप मानव द्वारा बनाया जाना चाहिए। और एक सामान्य कैप्चा के विपरीत, जो वस्तु पहचान पर आधारित है, एक फ्लिप को हल करने के लिए वस्तुओं के बीच संबंधों की अर्थपूर्ण व्याख्या की आवश्यकता होती है।",
    "Each flip contains two stories in pictures. One of them (left or right) is a sequence of pictures that is created by a human as a meaningful story. The other is created by the same author as illogical. Stories are \"read\" from top to bottom. Solving a flip is choosing the story that seems logical. If both stories seem meaningful or meaningless, the task is still to choose the one which seems more logical than the other and thus would rather be chosen by other people.": "प्रत्येक फ्लिप में चित्रों में दो कहानियां हैं। उनमें से एक (बाएं या दाएं) चित्रों का एक क्रम है जो एक मानव द्वारा एक सार्थक कहानी के रूप में बनाया गया है। दूसरा उसी लेखक द्वारा बनाया गया है जो अतार्किक है। कहानियां ऊपर से नीचे तक \"पढ़ी\" जाती हैं। एक फ्लिप को हल करना उस कहानी को चुनना है जो तार्किक लगती है। यदि दोनों कहानियाँ सार्थक या अर्थहीन लगती हैं, तो कार्य अभी भी एक को चुनना है जो दूसरे की तुलना में अधिक तार्किक लगता है और इस प्रकार अन्य लोगों द्वारा चुना जाएगा।"
}
