{
    "No predetermined amount": "Nessun importo prestabilito",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena è un progetto open source e la comunità Idena è la sua forza motrice fondamentale.",
    "How to contribute": "Come contribuire",
    "How to contribute to Idena": "Come contribuire a Idena",
    "1. Distribute invitations": "1. Distribuire gli inviti",
    "Non-official Idena community channels": "Canali non ufficiali della comunità Idena",
    "Idena Forum": "Forum Idena",
    "Posts allowed for Idena validated participants": "Messaggi consentiti per i partecipanti convalidati da Idena",
    "English-speaking with Serbian/Croatian/French/Polish language local room (Sign-in with Idena enabled)": "Lingua inglese con sezione locale in lingua serba/croata/francese/polacca (accesso con Idena abilitato)",
    "French-speaking local room": "Sezione locale in lingua francese",
    "French-speaking telegram group": "Gruppo telegram in lingua francese",
    "Russian-speaking group": "Gruppo in lingua russa",
    "Indonesian-speaking group": "Gruppo in lingua indonesiana",
    "Indian telegram group": "Gruppo telegram indiano",
    "non-official forum": "forum non ufficiale",
    "How to proceed": "Come procedere",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Avvia una comunità su qualsiasi piattaforma diffusa nel tuo paese o che ti è più familiare.",
    "2. Use your network and other resources to attract people.": "2. Usa la tua rete e altre risorse per attirare più persone.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Istruisci la comunità su Idena. Sentiti libero di contattare i membri della comunità di Idena o il team di Idena se hai bisogno di più dati o spiegazioni che non puoi trovare sul sito web di Idena o nel blog di Idena.",
    "4. While you have less than 100 community members, send an email at info@idena.io or message to @AndrewIdena telegram account, receive invitations from the Idena team and get rewards for successful invitations.": "4. Se hai meno di 100 membri della comunità, invia un'email a info@idena.io o un messaggio all'account telegram @AndrewIdena, ricevi inviti dal team Idena e ottieni ricompense per gli inviti riusciti.",
    "2. Spread the word": "2. Spargi la voce",
    "If you need help or advice (like additional information about Idena or a comment from a team member) please do not hesitate to ping Idena community admins or @AndrewIdena telegram account.": "Se hai bisogno di aiuto o consigli (come informazioni aggiuntive su Idena o un commento di un membro del team) non esitare a contattare gli amministratori della comunità Idena o l'account telegram @AndrewIdena.",
    "Media relations (pitch a journalist)": "Relazioni con i media (fare un pitch per un giornalista)",
    "Tier 2 quality mention": "Menzione di livello di qualità 2",
    "Tier 3 blog piece (article, podcast episode...)": "Blog di livello di qualità 3 (articolo, episodio podcast…)",
    "Tier 3 quality mention": "Menzione di livello di qualità 3",
    "Activity": "Attività",
    "Audience": "Pubblico",
    "Tier 1 media piece (article, podcast episode...)": "Elemento mediatico di livello 1 (articolo, episodio podcast…)",
    "Reputable international tech, crypto, finance or business media: Business Insider, Techcrunch, Coindesk...": "Media internazionali rinomati specializzati in tecnologia, crittografia, finanza o business: Business Insider, Techcrunch, Coindesk…",
    "Tier 2 media piece (article, podcast episode...)": "Elemento mediatico di livello 2 (articolo, episodio podcast…)",
    "Reputable international tech, crypto, finance or business media: Wired UK, Cointelegraph...": "Media internazionali rinomati specializzati in tecnologia, crittografia, finanza o business: Wired UK, Cointelegraph…",
    "Tech, crypto, finance or business media": "Media specializzati in tecnologia, crittografia, finanza o business",
    "Tier 3 quality media mention": "Menzione in media di livello di qualità 3",
    "Tier 1 quality media mention": "Menzione in media di livello di qualità 1",
    "3. When you receive a reply, provide additional information. Feel free to reach out to the Idena community or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Quando ricevi una risposta, fornisci ulteriori informazioni. Sentitevi liberi di contattare la comunità Idena o il team Idena se avete bisogno di ulteriori dati o spiegazioni che non potete trovare sul sito web Idena o nel blog Idena.",
    "4. This may be the right time to email proof of your communications at info@idena.io. Please don't do it until you get a positive reply.": "4. Questo potrebbe essere il momento giusto per inviare via email la prova della comunicazione a info@idena.io. Si prega di non farlo fino a quando non si riceva una risposta positiva.",
    "5. When a publication is out (the result may be a full media piece about Idena or a quality mention - not just the name of the project, but also the project's description), email the link to it and your Idena wallet address at info@idena.io and get a reward.": "5. Quando esce una pubblicazione (il risultato può essere un pezzo mediatico completo su Idena o una menzione di qualità - non solo il nome del progetto, ma anche la descrizione del progetto), invia il link ad essa e il tuo indirizzo del portafoglio Idena a info@idena.io e ricevi una ricompensa.",
    "Blogger relatons (pitch a blogger)": "Relazioni con i blogger (pitch a blogger)",
    "Bloggers today are sometimes more powerful than media. They are modern mass media with huge audiences and dedicated subscribers. We need your help with finding bloggers and influencers with high quality content in the areas of crypto, tech, finance, human rights on YouTube, Twitter, Medium or any other platform. Pitch Idena to them and get them interested in covering Idena.": "Oggigiorno i blogger sono a volte più potenti dei media. Si tratta di moderni mezzi di comunicazione di massa con un pubblico enorme e abbonati dedicati. Abbiamo bisogno del tuo aiuto per trovare blogger e influencer con contenuti di alta qualità nei settori della crittografia, tecnologia, finanza, diritti umani su YouTube, Twitter, Medium o qualsiasi altra piattaforma. Proponi Idena a loro e falli interessare a coprire Idena.",
    "Tier 1 blog piece (article, podcast episode...)": "Blog di livello 1 (articolo, episodio podcast…)",
    "Tier 1 quality mention": "Menzione di livello di qualità 1",
    "Tier 2 blog piece (article, podcast episode...)": "Blog di livello 2 (articolo, episodio podcast…)",
    "6. A publication may often be a result of a joint effort. If more than one community member claims that their independent communication with a blogger resulted in a publication, the reward is paid to three community members with the most substantial and quality communication with the publication's author out of those who emailed us their proof before the publication is out.": "6. Spesso una pubblicazione può essere il risultato di uno sforzo congiunto. Se più di un membro della comunità dichiara che la sua comunicazione indipendente con un giornalista ha portato a una pubblicazione, la ricompensa verrà pagata a tre membri della comunità con la comunicazione più sostanziale e di qualità con l'autore della pubblicazione tra quelli che ci hanno inviato la loro prova via email prima che la pubblicazione sia uscita.",
    "Events (giving talks about Idena)": "Eventi (dare presentazioni pubbliche su Idena)",
    "Tier 1 event participation": "Partecipazione ad un evento di livello 1",
    "Tier 2 event participation": "Partecipazione ad un evento di livello 2",
    "Tier 3 event participation": "Partecipazione ad un evento di livello 3",
    "International or national tech, crypto, finance or business event": "Evento internazionale o nazionale nel campo della tecnologia, delle criptovalute, della finanza o del business",
    "1. Spot an event that might be suitable for telling about Idena.": "1. Individua un evento che potrebbe essere adatto per parlare di Idena.",
    "2. Contact the organizers and suggest a topic that could be of interest to their audience and allow telling about Idena. Be polite and respectful.": "2. Contatta gli organizzatori e suggerisci un argomento che potrebbe essere interessante per il loro pubblico e che permetta di presentare Idena. Sii educato e rispettoso.",
    "3. Prepare a presentation. Feel free to reach out to the Idena community or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Prepara una presentazione. Sentiti libero di contattare la comunità Idena o il team Idena se hai bisogno di più dati o spiegazioni che non puoi trovare sul sito web Idena o nel blog Idena.",
    "4. Give a presentation and get a video or photo proof of your participation and the audience size.": "4. Fai una presentazione e ottieni una prova video o fotografica della tua partecipazione e delle dimensioni del pubblico.",
    "5. Email a link to the event's webpage, a video or a photo proof and your Idena wallet address at info@idena.io and get a reward.": "5. Invia un link alla pagina web dell'evento, un video o una prova fotografica e il tuo indirizzo del portafoglio Idena a info@idena.io e ricevi una ricompensa.",
    "3. Build on top": "3. Contribuisci allo sviluppo",
    "Follow development challenges run by Idena or take the initiative to realize an idea of your own.": "Segui le sfide di sviluppo proposte da Idena o prendi l'iniziativa di realizzare una tua idea.",
    "4. Bug bounty program": "4. Programma bug bounty",
    "Idena invites software security researchers to participate in the bug bounty program to hunt down its vulnerabilities.": "Idena invita ricercatori di sicurezza del software a partecipare al programma bug bounty per scovare le sue vulnerabilità.",
    "If you believe that you have found a security vulnerability in the Idena node or Idena app, we encourage you to report it to the Idena team.": "Se credi di aver trovato una vulnerabilità di sicurezza nel nodo Idena o nell'app Idena, ti invitiamo a segnalarla al team Idena.",
    "International tech, crypto, finance or business event": "Evento internazionale di tecnologia, crittografia, finanza o business",
    "communityAppExamples": "Vedi <1>esempi</1> di applicazioni sviluppate dai membri della comunità Idena",
    "rewardInIdna": "Ricompensa (*)<1></1>pagata in iDNA",
    "- Stealing coins": "- Rubare monete",
    "- Attacking consensus mechanism": "- Attaccare il meccanismo di consenso",
    "Bug bounty program scope examples": "Esempi di applicazione del programma bug bounty",
    "1. Identify a vulnerability which creates a security risk and describe the problem.": "1. Identifica una vulnerabilità che crei un rischio per la sicurezza e descrivi il problema.",
    "2. Submit your report via email: info@idena.io": "2. Invia il tuo report per email: info@idena.io",
    "4. The Idena team determines bounty amounts based on a variety of factors, including impact, possible risks and quality of the report.": "4. Il team di Idena determina gli importi delle ricompense in base a una serie di fattori, tra cui l'impatto, i possibili rischi e la qualità della segnalazione.",
    "5. In the event of duplicate reports, a bounty will be awarded to the first person to submit an issue.": "5. In caso di segnalazioni duplicate, verrà assegnata una taglia alla prima persona che presenterà un problema.",
    "To qualify for a bounty, report a security bug that potentially could lead to:": "Per qualificarsi per una ricompensa, segnalare un bug di sicurezza che potenzialmente potrebbe portare a:",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena è un progetto open source e la comunità Idena è la sua forza motrice fondamentale. Ogni membro della comunità dovrebbe avere l'opportunità di contribuire e ottenere una ricompensa.",
    "There are a lot of international and national mass media that might be interested in covering Idena. If we join forces we can get their attention. Reputable tech, crypto, finance and business media are of primary interest. Spotting and pitching journalists that could potentially be interested in learning about Idena is what we need.": "Ci sono molti mass media internazionali e nazionali che potrebbero essere interessati a parlare di Idena. Se uniamo le forze possiamo ottenere la loro attenzione. Rinomati media specializzati in tecnologia, criptovalute, finanza e affari sono di primario interesse. Individuare e fare pitch a giornalisti che potrebbero essere potenzialmente interessati a conoscere Idena è ciò di cui abbiamo bisogno.",
    "6. A publication may often be a result of a joint effort. If more than one community member claims that their independent communication with a journalist resulted in a publication, the reward is paid to three community members with the most substantial and quality communication with the publication's author out of those who emailed us their proof before the publication is out.": "6. Spesso una pubblicazione può essere il risultato di uno sforzo congiunto. Se più di un membro della comunità dichiara che la sua comunicazione indipendente con un giornalista ha portato a una pubblicazione, la ricompensa verrà pagata a tre membri della comunità con la comunicazione più sostanziale e di qualità con l'autore della pubblicazione tra quelli che ci hanno inviato la loro prova via email prima che la pubblicazione sia uscita.",
    "3. Give the Idena team time to investigate the issue before making any information in or about the report public.": "3. Dai tempo al team di Idena per indagare sul problema prima di rendere pubblica qualsiasi informazione contenuta nel report o su di esso.",
    "1. Spot a reputable journalist that might be interested in learning and telling their audience about Idena.": "1. Individua un giornalista autorevole che potrebbe essere interessato a informarsi e a parlare di Idena al suo pubblico.",
    "Tier 4 blog piece (article, podcast episode...)": "Blog di livello di qualità 4 (articolo, episodio podcast…)",
    "1. Spot a reputable blogger (crypto, tech, finance, human rights) that might be interested in learning and telling their audience about Idena.": "1. Individua un blogger autorevole (crittografia, tecnologia, finanza, diritti umani) che potrebbe essere interessato a informarsi e a parlare di Idena al suo pubblico.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "L'ambizione di Idena è di essere veramente globale e diversificata. Ci piacerebbe che persone di vari paesi e di tutte le lingue si unissero a Idena. Se parli una lingua diversa dall'inglese, questo è un asset di grande valore. Avvia e fai crescere una nuova comunità nella tua lingua, prenditi il tuo tempo per educarli su Idena e aiutali ad unirsi alla rete.",
    "6. The Idena team may publish submitted reports or information about them.": "6. Il team di Idena può pubblicare i report inviati o informazioni su di essi.",
    "We invite all the Idena community members to participate in Idena marketing activities: Pick what you would like to do (pitch a blogger or a journalist or participate in events by giving talks) from the list of marketing activities, implement it and apply for a reward at info@idena.io.": "Invitiamo tutti i membri della comunità Idena a partecipare alle attività di marketing di Idena: Scegliete quello che vi piacerebbe fare (pitch a un blogger o a un giornalista o partecipare a eventi facendo dei talk) dall'elenco delle attività di marketing, implementatelo e richiedete una ricompensa a info@idena.io.",
    "The Idena community is very diverse and distributed all over the world. It's very likely that there is a knowledgeable and passionate Idena community member in locations where major international and national tech, crypto, finance and business conferences take place. There is also a lot happening online these days. Apply for the event participation and give a talk.": "La comunità Idena è molto varia e distribuita in tutto il mondo. È molto probabile che ci sia un membro della comunità Idena esperto e appassionato nei luoghi in cui si svolgono le principali conferenze internazionali e nazionali di tecnologia, crittografia, finanza e business. C'è anche molto da fare online in questi giorni. Fai domanda per partecipare all'evento e dai un talk.",
    "Minimum payout": "Pagamento minimo",
    "2. Contact them and educate them about Idena: why you consider the project unique and valuable, what makes you support it. Learn more about the blogger you are going to pitch and be creative: They receive hundreds of messages every day, your pitch should stand out. Be polite and respectful. Please note: We will not pay bloggers for publications. They should get interested in covering Idena because they see value for their audience in it.": "2. Contattali e istruiscili su Idena: perché consideri il progetto originale e importante, cosa ti spinge a sostenerlo. 3. Impara di più sul giornalista a cui farai il pitch e sii creativo: Ricevono centinaia di messaggi al giorno, il tuo pitch dovrebbe distinguersi. Sii educato e rispettoso. Nota bene: non pagheremo i giornalisti per le pubblicazioni. Dovrebbero essere interessati a coprire Idena in quanto vi riconoscono un valore per il loro pubblico.",
    "2. Contact them and educate them about Idena: why you consider the project unique and valuable, what makes you support it. Learn more about the journalist you are going to pitch and be creative: They receive hundreds of messages every day, your pitch should stand out. Be polite and respectful. Please note: We will not pay journalists for publications. They should get interested in covering Idena because they see value for their audience in it.": "2. Contattali e istruiscili su Idena: perché consideri il progetto originale e importante, cosa ti spinge a sostenerlo. 3. Impara di più sul giornalista a cui farai il pitch e sii creativo: Ricevono centinaia di messaggi al giorno, il tuo pitch dovrebbe distinguersi. Sii educato e rispettoso. Nota bene: non pagheremo i giornalisti per le pubblicazioni. Dovrebbero essere interessati a coprire Idena in quanto vi riconoscono un valore per il loro pubblico.",
    "contributeDisclamer": "* DISCLAIMER: Il prezzo di iDNA per le ricompense è definito dal team Idena e può differire dal prezzo di mercato.<1></1>Il team Idena si riserva il diritto di:<3></3>- Rifiutare una richiesta di ricompensa in caso di tentativi di falsificare una prova o manipolare i dati<5></5>- Cambiare la lista delle attività e delle ricompense",
    "The Idena team will reward security researchers who help us keep the Idena blockchain and Idena users' accounts safe. Bounties for such reports are entirely at Idena's discretion, based on risk, impact and other factors.": "Il team di Idena ricompenserà i ricercatori di sicurezza che ci aiuteranno a mantenere al sicuro la blockchain di Idena e gli account degli utenti di Idena. Le ricompense per tali segnalazioni sono interamente a discrezione di Idena, in base al rischio, all'impatto e ad altri fattori.",
    "4. While you have less than 100 Idena validated members in your community, send an email at info@idena.io or message to @AndrewIdena telegram account, receive invitations from the Idena team and get rewards for successful invitations.": "4. Se hai meno di 100 membri convalidati di Idena nella tua comunità, invia un'email a info@idena.io o un messaggio all'account telegram @AndrewIdena, ricevi inviti dal team Idena e ottieni ricompense per gli inviti con esito positivo."
}
