{
    "Verify your Gitcoin": "Verifica il tuo Gitcoin",
    "Next validation:": "Prossima validazione:",
    "idenaTelegramGroupLink": "Unisciti al gruppo ufficiale <2>Idena Telegram</2> e richiedi un invito alla comunità.",
    "How to verify your Gitcoin account with Idena": "Come verificare il tuo conto Gitcoin con Idena",
    "Add to calendar": "Aggiungi al calendario",
    "Step 1": "Passo 1",
    "Get an invitation code": "Ottieni un codice d'invito",
    "Step 2": "Passo 2",
    "Create and activate your Idena account": "Crea ed attiva il tuo account Idena",
    "Step 3": "Passo 3",
    "Prepare yourself for the validation session": "Preparati per la sessione di validazione",
    "Learn what a validation session is and how to pass it successfully": "Informati su cosa sia una sessione di validazione e come passarla con successo",
    "Train to solve flips": "Allenati a risolvere flip",
    "Step 4": "Passo 4",
    "Join the validation ceremony to validate your account": "Partecipa alla cerimonia di validazione per convalidare il tuo account",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Aspetta l'inizio della sessione di validazione. Segui le istruzioni, risolvi i flip e goditi il processo!",
    "Step 5": "Passo 5",
    "Connect your Idena account to your Gitcoin profile": "Collega il tuo account Idena al tuo profilo Gitcoin",
    "Go to the Trust Bonus tab of your Gitcoin profile": "Vai sulla scheda Trust Bonus del tuo profilo Gitcoin",
    "Find Idena and click Connect": "Trova Idena e clicca su Collegati",
    "Authorise Gitcoin to access your Idena account": "Autorizza Gitcoin ad accedere al tuo account Idena",
    "Congratulations! Your Idena account is now verified": "Congratulazioni! Il tuo account Idena ora è verificato",
    "githubDiscussionLink": "Lascia una richiesta nella discussione <2>Codici di invito Idena</2> su Github dal tuo account. Gli account più attivi otterranno inviti per partecipare alla prossima Cerimonia di Validazione! Assicurati che il tuo indirizzo email sia impostato su pubblico nelle tue <6>impostazioni email dell'account Github</6>.",
    "idenaCommunityDiscordLink": "Iscriviti a <2>Idena Community Discord</2> e richiedi un invito alla comunità nel canale <6>#invite-requests</6>.",
    "idenaWebAppLink": "Apri la <2>Web App Idena</2>",
    "validationResults": "Aspetta i risultati della validazione. Se hai risolto con successo i flip, otterrai uno stato <2>Newbie</2>. Congratulazioni, ora sei una criptoidentità convalidata!",
    "Please choose the platform where you are most active and have longest account history:": "Per favore, scegli la piattaforma dove sei più attivo e hai la storia dell'account più lunga:",
    "Send a tweet with a hashtag #IdenaTrustBonus from your account and we will send you an invitation code via Direct Message. The tweet should say:": "Invia un tweet con l'hashtag #IdenaTrustBonus dal tuo account e ti invieremo un codice di invito tramite Direct Message. Il tweet dovrebbe dire:",
    "Follow the instructions to create your account and activate it with your invitation code:": "Segui le istruzioni per creare il tuo account e attivarlo con il tuo codice d'invito:",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena è la prima blockchain proof-of-person basata su principi democratici. Ogni nodo è collegato a una criptoidentità - una persona unica con uguale potere di voto e guadagno di mining.",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +25% grants match bonus in Gitcoin funding.": "La tua criptoidentità convalidata ti assicura di essere un umano unico senza rivelare alcun dato personale. Ti permette di avere più potere di voto quando il voto può essere soggetto a un attacco sybil. I conti Gitcoin verificati con Idena ottengono +25% di bonus per le sovvenzioni nei finanziamenti Gitcoin.",
    "Email verification is the least reliable way to confirm you are a unique human. That means that you will be the last in the queue to get an invitation. Please consider other channels and use this option only as the last resort.": "La verifica dell'email è il modo meno affidabile per confermare che tu sia un umano unico. Ciò significa che sarai l'ultimo nella coda per ottenere un invito. Considera altri canali e usa questa opzione solo come ultima risorsa.",
    "idenaWebAppSignIn": "<0>Accedi</0> alla Web app Idena <4>15 minuti prima dell'inizio della prossima sessione di validazione</4>. Controlla di avere come status in attesa della validazione. Assicurati di avere una connessione internet affidabile e veloce. Consigliamo di usare un laptop/PC per una migliore esperienza.",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "Il numero di inviti è limitato. Per evitare l'esaurimento degli inviti e accogliere più utenti, abbiamo bisogno di confermare che tu sia un essere umano unico. Gli inviti saranno distribuiti su base competitiva: gli account più affidabili riceveranno gli inviti per primi.",
    "Please choose the platform where you have the most active account:": "Scegli la piattaforma dove hai l'account più attivo:",
    "Send a tweet with a hashtag #IdenaTrustBonus from your account. Most active accounts get invites to join the next Validation Ceremony. The tweet should say:": "Invia un tweet con l'hashtag #IdenaTrustBonus dal tuo account. Gli account più attivi ricevono l'invito a partecipare alla prossima Cerimonia di Validazione. Il tweet dovrebbe dire:",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "La tua criptoidentità convalidata ti assicura di essere un umano unico senza rivelare alcun dato personale. Ti permette di avere più potere di voto quando il voto può essere soggetto a un attacco sybil. I conti Gitcoin verificati con Idena ottengono +50% di bonus per le sovvenzioni nei finanziamenti Gitcoin.",
    "Find Idena and click Verify": "Trova Idena e clicca Verifica",
    "tweetSendingTip": "<0>Invia un tweet</0> con l'hashtag #IdenaTrustBonus dal tuo account. Per ottenere un invito, il tuo account deve essere <4>più vecchio di 1 anno o più vecchio di due mesi e con almeno <1>{{followersCount}}</1> followers</4>. Il tweet dovrebbe dire:",
    "gitcoinTrustBonusLink": "Vai alla <2>tab Trust Bonus</2> del tuo profilo Gitcoin"
}
