{
    "Download the latest version of the Idena node:": "Scarica l'ultima versione del nodo Idena:",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "La chiave privata è generata automaticamente alla prima esecuzione del nodo. Puoi trovare la chiave privata nella cartella in cui si trova il nodo:",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "Siamo qui per aiutarti ad eseguire il Nodo Idena. Consulta i problemi noti e le domande più frequenti.",
    "What are the minimum requirements for VPS to run the Idena node?": "Quali sono i requisiti minimi del VPS per eseguire il nodo Idena?",
    "You can use the following minimum VPS configuration for running the Idena node:": "Puoi usare la seguente configurazione minima del VPS per eseguire il nodo Idena:",
    "How to connect to my Idena node running on a remote server from my local computer?": "Come collegarmi dal mio computer locale al mio nodo Idena in esecuzione su un server remoto?",
    "Idena remote node connection settings": "Impostazioni di connessione del nodo remoto di Idena",
    "Remote node": "Nodo remoto",
    "IDENA Installation and troubleshooting guide": "Guida all'installazione e risoluzione dei problemi IDENA",
    "Installation and troubleshooting guide": "Guida all'installazione e risoluzione dei problemi",
    "Idena installation": "Installazione Idena",
    "How to install the Idena node on macOS?": "Come installare il nodo Idena su macOS?",
    "Create an Idena folder on your desktop where the node will run": "Crea una cartella Idena sul tuo desktop dove verrà eseguito il nodo",
    "Move the downloaded file into the newly created Idena folder": "Trasferisci il file scaricato sulla cartella Idena appena creata",
    "Open the terminal": "Apri il terminale",
    "Switch to the Idena folder by typing cd:": "Passa alla cartella Idena digitando cd:",
    "Make the file executable by typing chmod +x command:": "Rendi il file eseguibile digitando il comando chmod +x:",
    "Run the node:": "Esegui il nodo:",
    "Open Idena as a normal app": "Apri l'app Idena normalmente",
    "How to backup the private key?": "Come fare un backup della chiave privata?",
    "How to move my identity address to another computer?": "Come trasferire l'indirizzo della mia identità ad un altro computer?",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "Per eseguire il nodo con il tuo indirizzo esistente su un altro computer, fai una copia della chiave privata del tuo nodo. Puoi trovare il file della chiave privata nella cartella in cui si trova il nodo:",
    "How to build the Idena client from source?": "Come compilare il client Idena dal codice sorgente?",
    "Install the dependencies:": "Installa le dipendenze:",
    "Run the app:": "Esegui la app:",
    "Running the Idena node on a remote server": "Eseguire il nodo Idena su un server remoto",
    "How to run the Idena node on VPS?": "Come eseguire il nodo Idena su VPS?",
    "1. Check your VPS ports settings": "1. Controlla le impostazioni delle porte del tuo VPS",
    "Open the following port to allow discovering of your node by other peers:": "Apri la seguente porta per permettere la rilevazione del tuo nodo da parte di altri peer:",
    "2. Disable private IP addresses scanning": "2. Disattiva la scansione degli indirizzi IP privati",
    "3. More details": "3. Maggiori dettagli",
    "Install PuTTY on your local computer": "Installa PuTTY sul tuo computer locale",
    "Connect to your server with PuTTY using the following tunnel configuration:": "Collegati al tuo server con PuTTY usando la seguente configurazione del tunnel:",
    "PuTTY tunnel connection configuration": "Configurazione della connessione con tunnel tramite PuTTY",
    "Using ssh": "Usando ssh",
    "You can also setup tunnel connection using ssh:": "Puoi anche impostare la connessione tunnel usando ssh:",
    "1. Establish tunnel connection (using PuTTy)": "1. Stabilisci la connessione tunnel (usando PuTTy)",
    "2. Specify Idena node connection parameters": "2. Specifica i parametri di connessione del nodo Idena",
    "Open Settings page in the Idena app": "Apri la pagina delle Impostazioni nell'app Idena",
    "Specify remote node connection address as follows:": "Specifica l'indirizzo di connessione del nodo remoto come segue:",
    "Specify node api-key parameter for the secure connection.": "Specifica il parametro node api-key per la connessione sicura.",
    "Troubleshooting": "Risoluzione dei problemi",
    "Where can I find the Idena node log file?": "Dove posso trovare il file di log del nodo Idena?",
    "The log file can be found in the same directory where the Idena node is located:": "Il file di log si trova nella stessa cartella in cui si trova il nodo Idena:",
    "Where can I find the Idena client log file?": "Dove posso trovare il file di log del client Idena?",
    "In order to find the Idena client log files, type the following in the terminal:": "Per trovare i file di log del client Idena, digitate quanto segue nel terminale:",
    "dowloadMacLink": "Scarica l'ultimo <2>Idena Client</2> e installalo",
    "macUserGuuideLink": "Se macOS segnala uno sviluppatore non identificato, si prega di consultare la <2>Guida utente macOS</2>",
    "backupNodekeyFileHint": "Assicurati di fare un backup del file <1>nodekey</1> in modo sicuro poiché la versione corrente del nodo <4><0>{{release}}</0></4> non supporta la crittografia della chiave privata.",
    "copyNodekeyFile": "Copia il file <1>nodekey</1> nella nuova posizione e riavvia il nodo",
    "idenaClientGuthubLink": "Scarica il codice sorgente del client Idena dal <2>repository di github</2>",
    "createConfigFile": "Crea il seguente file di configurazione nella stessa cartella in cui si trova il nodo (scarica l'esempio: <2><0>config.json</0></2>):",
    "runConfigParameter": "Esegui il nodo con il parametro <1>--config</1>:",
    "communityMembetTutorial": "Leggi il tutorial fornito dal membro della comunità Idena <2>@realRioda</2> su <5>https://idena.site/faq_tutorials...</5> ",
    "runNodeWithLowpower": "Esegui il nodo specificando il parametro di profilo <1>lowpower</1>:",
    "I'm having a bad Internet connection. How to reduce the upload traffic produced by the node?": "Ho una scarsa connessione a Internet. Come ridurre il traffico di upload prodotto dal nodo?",
    "In order to find the Idena client log files, open the following directory in the Windows file explorer:": "Per trovare i file di log del client Idena, apri la seguente cartella in Esplora file di Windows:",
    "idenaSiteHint": "Puoi trovare la guida passo passo all'installazione di Idena su <2>idena.site</2> sviluppata dal membro della comunità Idena @rioda. <5></5>Non riesci a trovare una risposta? Inviaci un'email a <8>info@idena.io</8>.",
    "defaultNodePort": "L'RPC del nodo Idena è in esecuzione sulla porta <1>9009</1> di default. Assicurati che la porta <5>9009</5> sia chiusa. Se vuoi connetterti al tuo nodo da remoto usa una connessione tunnel.",
    "connectToRemoteNode": "Attiva il selettore <1>'Collegati al nodo remoto'</1>",
    "built-in node": "nodo integrato",
    "How to install the Idena client on macOS?": "Come installare il client Idena su macOS?",
    "runUsingCustomApiKey": "Puoi anche eseguire il nodo con una chiave api personalizzata usando il parametro <1>apikey</1>:"
}
