{
    "IDENA: Proof-of-Person blockchain": "IDENA: blockchain Proof-of-Person",
    "Everyone has an equal right to mine coins": "Ognuno ha gli stessi diritti di minare coins",
    "Idena is the first proof-of-person blockchain based on democratic principles": "Idena è la prima blockchain proof-of-person basata su principi democratici. Ogni nodo è collegato ad una criptoidentità - una persona singola con pari poteri di voto e guadagni di mining. È una delle blockchain maggiormente decentralizzate, con migliaia di minatori unici che partecipano alla rete.",
    "To start mining Idena, you need to prove you are a unique human. It does not require the disclosure of any personal data (no KYC). You have to appear online when the validation ceremony starts and solve a series of flip-tests (CAPTCHAs).": "Per iniziare a minare Idena, è necessario dimostrare di essere un umano unico. Non è richiesto rivelare alcun dato personale (nessun KYC). È necessario essere online quando inizia la cerimonia di validazione e risolvere una serie di flip-test (CAPTCHA).",
    "Join the mining of the first human-centric cryptocurrency": "Unisciti al mining della prima criptovaluta umano-centrica",
    "Proof-Of-Person Blockchain": "Blockchain umano-centrica",
    "Everyone has an equal right to vote": "Ognuno ha gli stessi diritti di voto",
    "Everyone has an equal right to communicate privately": "Ognuno ha gli stessi diritti di comunicare privatamente",
    "Download Idena": "Scarica Idena",
    "Validated nodes": "Nodi convalidati",
    "Next validation:": "Prossima validazione:",
    "RUNNING NOW": "IN SVOLGIMENTO ORA",
    "Add to calendar": "Aggiungi al calendario",
    "joinIdenaWeb": "Unisciti a Idena tramite web<1>beta</1>",
    "joinTheDemocratisCrypto": "Unisciti alla <2><0>rete crypto democratica con pari diritti ›</0></2>",
    "Cryptoidentity": "Criptoidentità",
    "Why Idena": "Perché Idena",
    "Idena Web App": "Web App Idena",
    "Idena Desktop App": "Desktop App Idena",
    "What is Idena": "Cos'è Idena",
    "Join Idena Network": "Unisciti a Idena Network",
    "Evolution of the Internet": "Evoluzione di internet",
    "No authorities": "No autorità",
    "Equal human rights": "Pari diritti umani",
    "Use cases": "Applicazioni",
    "Democratic governance": "Governance democratica",
    "Universal basic income": "Reddito di base universale",
    "Attention economy": "Economia dell'attenzione",
    "Technology": "Tecnologia",
    "Smart contracts for everyone": "Smart contracts per tutti",
    "Instant finality": "Finalità istantanea",
    "why-idena-cryptoidentity": "Idena è il prossimo passo nell'evoluzione dei sistemi decentralizzati su Internet. Inizialmente, Bitcoin ha portato i pagamenti in criptovaluta peer-to-peer. Poi Ethereum ha sviluppato una macchina virtuale per eseguire applicazioni decentralizzate. Idena ha introdotto la criptoidentità, che permette alle persone di costruire una governance democratica su Internet.",
    "why-idena-equal-human-rights": "Tutte le criptoidentità in Idena hanno pari diritti: di convalidare altre identità, votare, verificare le transazioni. Una criptoidentità auto-sovrana, decentralizzata e anonima previene l'abuso dei diritti umani da parte dei potenti, e supporta i diritti dell'individuo ad essere se stesso e di associarsi liberamente.",
    "why-idena-no-authorities": "La criptoidentità è verificata reciprocamente dagli utenti in una rete peer-to-peer senza autorità centrali. È anonima, autogestita e valida a livello globale. La criptoidentità non è fornita da un'entità centrale, quindi non può essere bandita, limitata o censurata.",
    "use-cases-democratic-governance": "Una persona - un voto è un principio fondamentale della democrazia. La criptoidentità porta questo concetto sulla blockchain. Meccanismi di voto avanzati come il voto quadratico potrebbero migliorare la governance distribuita per tutti.",
    "use-cases-attention-economy": "La pubblicità tramite blockchain permette di creare un ecosistema basato sull'economia dell'attenzione, in cui gli inserzionisti pagano iDNA a Idena Oracles per revisionare i loro annunci e bruciano le monete per competere per l'attenzione della rete, contribuendo ad un'economia sostenibile per la rete Idena.",
    "technology-smart-contracts": "Le transazioni su blockchain possono essere costose. Ma Idena permette a chiunque di minare criptovalute e di spenderle usando smart contracts.",
    "technology-instant-finality": "Idena implementa un meccanismo di controllo Sybil basato sulla Proof-of-Person e un meccanismo di consenso BFT basato sul comitato con una rapida finalità. Ogni blocco minato dai validatori di Idena è definitivo con quasi il 100% di probabilità, il che significa che i fork della blockchain sono quasi impossibili. Devi aspettare solo 2 blocchi per essere sicuro che la tua transazione non sarà mai annullata.",
    "Human-centric Blockchain": "Blockchain umano-centrica",
    "Eco friendly mining": "Mining ecologico",
    "Join the democratic borderless world": "Unisciti ad un mondo democratico senza confini",
    "Freedom of speech": "Libertà di parola",
    "Sharding + Cryptoidentity = Scalability": "Sharding + Criptoidentità = Scalabilità",
    "whatIsIdenaNotes": "Idena è la prima blockchain Proof-of-Person basata su principi democratici. Ogni nodo minatore è collegato ad una criptoidentità - una singola persona con pari poteri di voto e guadagni di mining.",
    "whatIsIdenaToStartMining": "Ogni essere umano unico può diventare un validatore Idena, indipendentemente da chi sia e dove viva. Per iniziare a minare Idena, è necessario dimostrare di essere un umano unico. Non è richiesto rivelare alcun dato personale (nessun KYC). È necessario essere online quando inizia la cerimonia di validazione e risolvere una serie di flip-test (CAPTCHA).",
    "why-idena-sybil-resistance": "La criptoidentità è il tuo avatar verificato in modo digitale. È semi-unica, il che significa che puoi facilmente convalidare un account, ma è molto più difficile ottenerne due e impossibile ottenere molti account. Non può essere comprata e venduta, il suo valore cresce con l'età, non può essere sottratta. Un sistema d'identità anonima e resistente ad attacchi Sybil è una parte mancante per il Web 3.0.",
    "use-cases-freedom-of-speech": "Ogni voce ha il diritto di essere ascoltata. Idena permette la diffusione di informazioni senza soluzione di continuità e rende il contenuto resistente alla censura.",
    "use-cases-universal-basic-income": "Minare le monete Idena è accessibile a chiunque possieda un laptop medio con una connessione Internet. Tutti i partecipanti di Idena sono autorizzati a mantenere la rete e guadagnare pari ricompense di mining. Queste ricompense possono essere considerate come una forma di reddito di base universale.",
    "technology-scalability-decentralization-security": "È possibile realizzare una blockchain scalabile che esegue migliaia di transazioni al secondo senza compromessi in termini di sicurezza e decentralizzazione. Lo sharding combinato con la criptoidentità è la soluzione al trilemma della blockchain: il throughput della rete aumenta con il numero di utenti convalidati che andranno a formare sempre più shard.",
    "why-idena-eco-friendly-mining": "La blockchain di Idena è basata su un consenso ecologico di tipo Proof-of-Person. Per verificare le transazioni, il minatore di Idena deve avere una criptoidentità valida e mantenere il proprio nodo online. Il reddito di mining non dipende dal tuo hardware. Non richiede l'utilizzo di grandi volumi di elettricità, GPU o impianti di mining.",
    "Validated identities": "Identità validate",
    "Quadratic Staking": "Staking Quadratico",
    "whatIsQuadraticStaking": "Lo Staking Quadratico incoraggia a proteggere la propria identità mettendo in stake una quantità di iDNA, non importa quanto grande, e garantisce una distribuzione democratica delle ricompense di staking.",
    "How to buy iDNA": "Come comprare iDNA",
    "Partners and Media": "Partner e Media",
    "Calculate my rewards": "Calcola le mie ricompense"
}
