{
    "idenaCommunityDiscordLink": "Iscriviti a <2>Idena Community Discord</2> e richiedi un invito alla comunità nel canale <5>#invite-requests</5>.",
    "idenaWebAppLink": "Apri la <2>Web App Idena</2>",
    "DownloadIdena": "Scarica la Desktop App Idena.",
    "ScheduleNextValidation": "Programma la tua prossima validazione.",
    "validationResults": "Aspetta i risultati della validazione. Se hai risolto con successo i flip, otterrai uno stato <2>Newbie</2>. Congratulazioni, ora sei una criptoidentità convalidata!",
    "Add to calendar": "Aggiungi al calendario",
    "Next validation:": "Prossima validazione:",
    "How to join Idena": "Come entrare in Idena",
    "Step 1": "Passo 1",
    "Get an invitation code": "Ottieni un codice d'invito",
    "Please choose the platform where you have the most active account:": "Scegli la piattaforma dove hai l'account più attivo:",
    "Step 2": "Passo 2",
    "Create and activate your Idena account": "Crea ed attiva il tuo account Idena",
    "Step 3": "Passo 3",
    "Prepare yourself for the validation session": "Preparati per la sessione di validazione",
    "Learn what a validation session is and how to pass it successfully": "Informati su cosa sia una sessione di validazione e come passarla con successo",
    "Train to solve flips": "Allenati a risolvere flip",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Iscriviti al canale di telegram \"Idena Announcements\" per seguire gli aggiornamenti.",
    "Step 4": "Passo 4",
    "Join the validation ceremony to validate your account": "Partecipa alla cerimonia di validazione per convalidare il tuo account",
    "Step 5": "Passo 5",
    "Start mining": "Attiva il mining",
    "Step 6": "Passo 6",
    "Prolong your cryptoidentity status": "Estendi lo stato della tua criptoidentità",
    "idenaWebAppSignIn": "<0>Accedi</0> alla Web app Idena <4>15 minuti prima dell'inizio della prossima sessione di validazione</4>. Controlla di avere come status in attesa della validazione. Assicurati di avere una buona connessione internet. Consigliamo di usare un laptop/PC per una migliore esperienza.",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Aspetta l'inizio della sessione di validazione. Segui le istruzioni, risolvi i flip e goditi il processo!",
    "tweetSendingTip": "<0>Invia un tweet</0> con l'hashtag #IdenaInvite dal tuo account. Per ottenere un invito, il tuo account deve essere <4>più vecchio di 1 anno o più vecchio di due mesi e con almeno <1>{{followersCount}}</1> followers</4>. Il tweet dovrebbe dire:",
    "Follow the instructions to create your account and activate it with your invitation code:": "Segui le istruzioni per creare il tuo account e attivarlo con il tuo codice d'invito:",
    "idenaTelegramGroupLink": "Unisciti al gruppo ufficiale <2>Idena Telegram</2> e chiedi un codice d'invito alla comunità."
}
