{
    "Human-centric Blockchain": "Blokčejn u kom je osnova čovek",
    "Join Idena Network": "Pridruži se Idena mreži",
    "Idena Desktop App": "Idena Desktop Aplikacija",
    "Sharding + Cryptoidentity = Scalability": "Deljenje mreže + Kriptoidentitet = Skalabilnost",
    "whatIsIdenaNotes": "Idena je prvi blokčejn sa dokazom ličnosti zasnovana na demokratskim principima. Svaki nod koji kopa je povezan sa kriptoidentitetom - jedna osoba sa jednakim pravom glasa i prihodom kopanja.",
    "whatIsIdenaToStartMining": "Svaki unikatan čovek može da postane Idena validator bez obzira ko je ili gde živi. Da bi počeli da kopate Idenu, potrebno je da dokažete da ste unikatna osoba. Ne zahteva otkrivanje bilo kakvih ličnih podataka (bez KYC-a). Morate biti onlajn kada validacija počne i rešiti seriju flip-testova (CAPTCHA).",
    "why-idena-cryptoidentity": "Idena je sledeći korak u evoluciji decentralizovanih sistema na Internetu. Prvo je Bitcoin doneo peer-to-peer plaćanje kriptovalutama. Nakon čega je Ethereum razvio virtuelnu mašinu za pokretanje decentralizovanih aplikacija. Idena je uvela kriptoidentitet koji ljudima omogućava izgradnju demokratskog upravljanja na Internetu.",
    "why-idena-no-authorities": "Kriptoidentitete međusobno verifikuju korisnici bez prisustva centralnog autoriteta u peer-to-peer mreži. Anoniman je, samostalno upravljiv i važi na globalnom nivou. Kriptoidentitet nema centralnog izdavaoca, pa se ne može zabraniti, ograničiti ili cenzurisati.",
    "use-cases-attention-economy": "Oglašavanje na blokčejnu omogućava stvaranje ekosistema sa ekonomijom pažnje gde oglašavači plaćaju iDNA Idena Oracles-ima da bi pregledali njihove oglase, a zatim uništili novčiće kako bi se nadmetali za pažnju na mreži, podržavajući održivu ekonomiju Idena mreže.",
    "technology-instant-finality": "Idena implementira kontrolni mehanizam sa dokazom ličnosti otporan na lažne naloge i BFT konsenzus zasnovan na odboru sa brzom finalnošću. Svaki blok koji iskopaju Idena validatori je ispravan sa skoro 100% verovatnoće, što znači da blokčejn račvanja gotovo nisu moguća. Treba da sačekate samo 2 bloka kako biste bili sigurni da vaša transakcija neće biti vraćena.",
    "why-idena-equal-human-rights": "Svi kriptoidentiteti u Ideni imaju jednaka prava: da potvrde druge identitete, da glasaju, da verifikuju transakcije. Samostalni, decentralizovani i anonimni kriptoidentitet sprečava kršenje ljudskih prava od strane moćnika i podržava prava pojedinca da bude svoj i da se slobodno udruži sa onima kojim želi.",
    "IDENA: Proof-of-Person blockchain": "IDENA: Blokčejn sa dokazom ličnosti",
    "Join the mining of the first human-centric cryptocurrency": "Pridružite se kopanju prve kriptovalute u kojoj je osnova čovek",
    "Validated nodes": "Validirani nodovi",
    "Next validation:": "Sledeća validacija:",
    "RUNNING NOW": "TRENUTNO U TOKU",
    "Add to calendar": "Dodaj u kalendar",
    "Join the democratic borderless world": "Pridružite se demokratskom svetu bez granica",
    "What is Idena": "Šta je Idena",
    "Evolution of the Internet": "Evolucija Interneta",
    "Cryptoidentity": "Kriptoidentitet",
    "No authorities": "Bez autoriteta",
    "Equal human rights": "Jednaka ljudska prava",
    "Why Idena": "Koja je svrha Idene",
    "Idena Web App": "Idena Web Aplikacija",
    "Use cases": "Upotreba",
    "Democratic governance": "Demokratsko upravljanje",
    "Freedom of speech": "Sloboda govora",
    "Attention economy": "Ekonomija pažnje",
    "Technology": "Tehnologija",
    "Smart contracts for everyone": "Pametni ugovori za svakog",
    "Instant finality": "Instantna finalnost",
    "Eco friendly mining": "Ekološko kopanje",
    "Universal basic income": "Univerzalni osnovni prihod",
    "why-idena-sybil-resistance": "Kriptoidentitet je vaš digitalno verifikovani avatar. Polujedinstven je, što znači da lako možete potvrditi jedan nalog, ali mnogo je teže doći do dva, a nemoguće je dobiti mnogo naloga. Ne može se kupiti i prodati, njegova vrednost raste s godinama, ne može se preuzeti. Anonimni identitet koji je otporan na lažiranje naloga jе ono što nedostaje za Web 3.0.",
    "use-cases-democratic-governance": "Jedna osoba - jedan glas je osnovni princip demokratije. Kriptoidentitet donosi ovaj koncept u blokčejn. Napredni mehanizmi glasanja, poput kvadratnog glasanja, mogli bi poboljšati distribuirano upravljanje za sve.",
    "use-cases-freedom-of-speech": "Svako ima pravo na glas. Idena omogućava neometano širenje informacija i omogućava otpornost na cenzuru sadržaja.",
    "technology-scalability-decentralization-security": "Skalabilan blokčejn koji obavlja hiljade transakcija po sekundi se može napraviti bez ugrožavanja njegove sigurnosti i decentralizacije. Deljenje mreže u kombinaciji sa kriptoidentitetom je rešenje za blokčejn trilemu: protok mreže se povećava sa brojem potvrđenih korisnika koji formiraju sve više novih delova mreže.",
    "technology-smart-contracts": "Blokčejn transakcije mogu biti skupe ali Idena omogućava svima da kopaju kriptovalute i da ih troše kada koriste pametne ugovore.",
    "why-idena-eco-friendly-mining": "Idena blokčejn je zasnovan na ekološki prihvatljivom konsenzusom dokazom o ličnosti. Da bi potvrdio transakcije, Idena kopač mora da ima važeći kriptoidentitet i da drži svoj nod onlajn. Prihod od kopanja ne zavisi od vašeg hardvera. Ne zahteva trošenje velike količine električne energije, grafičkih karti ili rigova za kopanje.",
    "use-cases-universal-basic-income": "Kopanje Idena novčića je dostupno svima koji poseduju prosečan računar i internet vezu. Svi učesnici Idene su ovlašćeni da održavaju mrežu i zarađuju jednake nagrade od kopanja. Ove nagrade mogu se smatrati oblikom univerzalnog osnovnog prihoda."
}
