{
    "Idena Flip Challenge: AI-resistant CAPTCHA.": "Idena Flip Challenge: AI-dirençli CAPTCHA.",
    "What is a flip": "Flip nedir",
    "A flip is a sort of a CAPTCHA that helps to determine whether a user is human. In contrast to a CAPTCHA, which stands for \"Completely Automated Public Turing test to tell Computers and Humans Apart\" and is usually generated by an automated service, a flip should be created by a human. And unlike a usual CAPTCHA, which is based on object recognition, solving a flip requires a semantic interpretation of the relationship between objects.": "Flip terimi kullanıcının insan olduğunu belirlemeye yardım eden bir CAPTCHA türüdür. ''Bilgisayar ve İnsanı Birbirinden Ayıran Tamamen Otomatikleştirilmiş Turing Testi'' olan ve genellikle otomatik bir işlemle üretilen CAPTCHA 'nın tersine, flip insan tarafından meydana getirilir. Ve, nesne tanımaya dayanan CAPTCHA dan farklı olarak, flip çözmek nesneler arasındaki ilişkinin anlamsal bir yorumunu gerektirir.",
    "Each flip contains two stories in pictures. One of them (left or right) is a sequence of pictures that is created by a human as a meaningful story. The other is created by the same author as illogical. Stories are \"read\" from top to bottom. Solving a flip is choosing the story that seems logical. If both stories seem meaningful or meaningless, the task is still to choose the one which seems more logical than the other and thus would rather be chosen by other people.": "Her flip resimli 2 hikaye içerir. Bir tanesi (sol veya sağ) bir insan tarafından oluşturulmuş anlamlı hikaye resimleri sıralamasıdır. Diğeri yine aynı kişi tarafından oluşturulmuş mantıksız sıralamadır. Hikayeler üsttekinden alttakine ''okunur''. Flip çözmek mantıklı görünen hikayeyi seçmektir. Eğer her iki hikayede mantıklı veya her iki hikayede mantıksız ise, yapılması gereken diğerinden daha mantıklı görüneni ve bu nedenle diğer insanlar tarafından da tercih edileni seçmektir.",
    "Flip is AI-hard CAPTCHA created by a human. Common sense is required to identify a meaningful story told in pictures": "Flip insan tarafından üretilen bir AI-hard CAPTCHA'dır. Resimlerde anlatılan anlamlı hikayeyi tanımlamak için sağduyu gereklidir",
    "No winner": "Kazanan yok",
    "Why machines have no common sense": "Neden makinaların sağduyusu yoktur",
    "Example of a flip: a meaningful story (left) and a meaningless sequence of pictures (right)": "Bir flip örneği: anlamlı hikaye (sol) ve resimlerin anlamsız sıralaması (sağ)",
    "A flip is not an IQ test but a test for common sense. There are no predefined correct answers: The correct answer will be the one chosen by a majority of people.": "Flip bir IQ testi değil, sağduyuyu ölçen bir testtir. Önceden tanımlanmış doğru cevaplar yoktur: Doğru cevap insanların çoğunluğu tarafından seçilen olacaktır.",
    "Flip challenge": "Flip challenge",
    "Flip Challenge Rules": "Flip Challenge kuralları",
    "Flip challenge committee:": "Flip challenge komitesi:",
    "The contest is designed and administered by the Idena team.": "Yarışma Idena ekibi tarafından dizayn edilir ve yönetilir.",
    "The Idena team reserves the right to cancel or amend the flip challenge and these rules and conditions.": "Idena ekibi flip challenge'ı ve bu kuralları ve şartları değiştirme veya iptal etme hakkını saklı tutar."
}
