{
    "Installation and troubleshooting guide": "Kurulum ve sorun giderme rehberi",
    "Idena installation": "Idena kurulumu",
    "How to install the Idena node on macOS?": "macOS'ta Idena node nasıl kurulur?",
    "Create an Idena folder on your desktop where the node will run": "Masaüstünde node'un çalışacağı Idena dosyasını oluşturun",
    "Download the latest version of the Idena node:": "Idena node son versiyonu indir:",
    "Move the downloaded file into the newly created Idena folder": "İndirilen dosyayı yeni oluşturulmuş Idena dosyasına taşı",
    "Open the terminal": "Terminali aç",
    "Switch to the Idena folder by typing cd:": "cd yaz, Idena dosyasına geç:",
    "How to install the Idena client on macOS?": "macOS'a Idena client nasıl kurulur?",
    "Open Idena as a normal app": "Idenayı normal bir uygulama gibi aç",
    "How to backup the private key?": "Özel anahtar nasıl yedeklenir?",
    "built-in node": "yerleşik node",
    "Remote node": "uzak node",
    "How to move my identity address to another computer?": "Kimlik adresimi başka bir bilgisayara nasıl taşırım?",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "Node'u mevcut adresinizle başka bir bilgisayarda çalıştırmak için, node'unuzun özel anahtarının bir kopyasını alın. Özel anahtar dosyasını, node'un bulunduğu dizinde bulabilirsiniz:",
    "How to build the Idena client from source?": "Idena client kaynaktan nasıl oluşturulur?",
    "Install the dependencies:": "Bağımlılıkları (dependencies) yükleyin:",
    "Run the node:": "Node çalıştırmak:",
    "What are the minimum requirements for VPS to run the Idena node?": "Idena node çalıştırmak için minimum VPS gereksinimleri nelerdir?",
    "How to run the Idena node on VPS?": "VPS üzerinde Idena node nasıl çalıştırılır?",
    "1. Check your VPS ports settings": "1. VPS bağlantı noktası (port) ayarlarınızı kontrol edin",
    "Open the following port to allow discovering of your node by other peers:": "Node'unuzun diğer eşler tarafından keşfedilmesine izin vermek için aşağıdaki bağlantı noktasını açın:",
    "2. Disable private IP addresses scanning": "2. Özel IP adresleri taramasını devre dışı bırakın",
    "3. More details": "3. Daha fazla ayrıntı",
    "1. Establish tunnel connection (using PuTTy)": "1. Tünel bağlantısı kurun (PuTTy kullanarak)",
    "Install PuTTY on your local computer": "PuTTY'yi yerel bilgisayarınıza yükleyin",
    "Connect to your server with PuTTY using the following tunnel configuration:": "Aşağıdaki tünel yapılandırmasını kullanarak sunucunuza PuTTY ile bağlanın:",
    "PuTTY tunnel connection configuration": "PuTTY tünel bağlantı yapılandırması",
    "Using ssh": "ssh kullanımı",
    "IDENA Installation and troubleshooting guide": "IDENA kurulum ve sorun giderme rehberi",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "Idena node çalıştırmanıza yardımcı olmak için buradayız. Bilinen sorunlara sıkça sorulan sorulara göz atın.",
    "Make the file executable by typing chmod +x command:": "chmod +x command komutunu yazarak dosyayı yürütülebilir yap:",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "Özel anahtar, node ilk kez başlatıldığında otomatik olarak oluşturulur. Özel anahtarı, node'un bulunduğu dizinde bulabilirsiniz:",
    "Run the app:": "uygulamayı çalıştır:",
    "Running the Idena node on a remote server": "Uzank server'da Idena node çalıştırmak",
    "You can use the following minimum VPS configuration for running the Idena node:": "Idena node çalıştırmak için aşağıdaki minimum VPS yapılandırmasını kullanabilirsiniz:",
    "How to connect to my Idena node running on a remote server from my local computer?": "Yerel bilgisayarımdan uzak bir sunucuda çalışan Idena node'uma nasıl bağlanırım?"
}
