{
    "Stake iDNA to get Quadratic Staking rewards": "İkinci dereceden (Quadratic) kilit (stake) ödülleri almak için iDNA'yı kilitleyin (staking)",
    "Rewards": "Ödüller",
    "Risks": "Riskler",
    "Requirements": "Gereksinimler",
    "Voting power": "Oy verme gücü",
    "Reward for invitation": "Davet için ödül",
    "Annual percentage yield": "Yıllık yüzde getirisi",
    "Mining rewards fund": "Madencilik ödül fonu",
    "Total identities": "Toplam kimlikler",
    "The amount of coins you get for 3 successful validations of one invited user": "Davet edilen bir kullanıcının 3 başarılı doğrulaması için elde ettiğiniz madeni para miktarı",
    "Staking calculator": "Kilitleme (staking) hesaplayıcı",
    "Staking power": "Kilitleme (staking) gücü",
    "Stake": "Kilit (stake)",
    "Staking reward": "Kilit (staking) ödülü",
    "Staking rewards fund": "Kilit (staking) ödül fonu",
    "You need to get a validated identity to be able to stake iDNA.": "iDNA'yı kilitleyebilmek (stake) için doğrulanmış bir kimliğe sahip olmanız gerekir.",
    "Total stakes locked": "Kilitli toplam bahis",
    "The amount of coins you get per epoch by running a mining node.": "Bir madencilik düğümü (node) çalıştırarak dönem başına elde ettiğiniz madeni para miktarı.",
    "Read more about Quadratic Staking": "İkinci dereceden (Quadratic) kilit (Staking) hakkında daha fazla bilgi edinin",
    "Although you can earn rewards for securing your identity, you can lose IDNA for missing or failing validation depending on your identity status.": "Kimliğinizi güvence altına aldığınız için ödüller kazanabilmenize rağmen, kimlik durumunuza bağlı olarak eksik veya başarısız doğrulama nedeniyle iDNA'yı kaybedebilirsiniz.",
    "Amount, iDNA": "Miktar, iDNA",
    "Extra flip premium": "Ekstra anahtarlama ödülü",
    "Total epoch reward": "Toplam dönem ödülü",
    "Quadratic Staking encourages people to secure their identities with iDNA stakes, no matter how small, and ensures a democratic distribution of staking rewards.": "İkinci dereceden (Quadratic) kilitleme (staking), insanları ne kadar küçük olursa olsun iDNA kilitleriyle (stake) kimliklerini güvence altına almaya teşvik eder ve kilitleme (staking) ödüllerinin demokratik bir şekilde dağıtılmasını sağlar.",
    "The amount of staked coins does not affect the voting power of your validated identity.": "Kilitlenen (staked) madeni paraların miktarı, onaylanmış kimliğinizin oylama gücünü etkilemez.",
    "The amount of coins you get for a successful validation": "Başarılı bir doğrulama için aldığınız madeni para miktarı",
    "The amount of coins you get for 1 extra flip in addition to the basic flip reward": "Temel anahtarlama ödülüne ek olarak 1 ekstra anahtarlama için aldığınız madeni para miktarı",
    "Stake iDNA to get rewards": "Ödüller kazanmak için iDNA'yı kilitleyin (stake)",
    "Quadratic Staking encourages smaller players to increase their stakes. The lower the stake, the higher the percentage yield.": "İkinci dereceden (Quadratic) kilit (staking), daha küçük oyuncuları kilitlerini (staker) artırmaya teşvik eder. Kilit (stake) ne kadar düşükse, yüzde getiri o kadar yüksek olur.",
    "Get staking rewards for improving security of the protocol by locking iDNA in your identity stake. The larger the stake the higher the value of your identity.": "iDNA'yı kimlik hissenize kilitleyerek (staking) protokolün güvenliğini artırmak için kilit (stake) ödülleri kazanın. Kilitlediğiniz (stake) miktar ne kadar büyük olursa kimliğinizin değeri de o kadar yüksek olur."
}
