{
  "IDENA: Proof-of-Person blockchain": "IDENA: Proof-of-Person blockchain",
  "Join the mining of the first human-centric cryptocurrency": "Join the mining of the first human-centric cryptocurrency",
  "Human-centric Blockchain": "Human-centric Blockchain",
  "Join the democratic borderless world": "Join the democratic borderless world",
  "Idena Web App": "Idena Web App",
  "Idena Desktop App": "Idena Desktop App",
  "Validated nodes": "Validated nodes",
  "Next validation:": "Next validation:",
  "RUNNING NOW": "RUNNING NOW",
  "Add to calendar": "Add to calendar",
  "What is Idena": "What is Idena",
  "Join Idena Network": "Join Idena Network",
  "Why Idena": "Why Idena",
  "Evolution of the Internet": "Evolution of the Internet",
  "Cryptoidentity": "Cryptoidentity",
  "No authorities": "No authorities",
  "Equal human rights": "Equal human rights",
  "Use cases": "Use cases",
  "Democratic governance": "Democratic governance",
  "Freedom of speech": "Freedom of speech",
  "Universal basic income": "Universal basic income",
  "Attention economy": "Attention economy",
  "Technology": "Technology",
  "Sharding + Cryptoidentity = Scalability": "Sharding + Cryptoidentity = Scalability",
  "Smart contracts for everyone": "Smart contracts for everyone",
  "Instant finality": "Instant finality",
  "Eco friendly mining": "Eco friendly mining",
  "whatIsIdenaNotes": "Idena is the first Proof-of-Person blockchain based on democratic principles. Every mining node is linked to a cryptoidentity – one single person with equal voting power and mining income.",
  "whatIsIdenaToStartMining": "Every unique human can become an Idena validator no matter who they are and where they live. To start mining Idena, you need to prove you are a unique human. It does not require the disclosure of any personal data (no KYC). You need to appear online when the validation ceremony starts and solve a series of flip-tests (CAPTCHAs).",
  "why-idena-cryptoidentity": "Idena is the next step in the evolution of decentralized systems on the Internet. First, Bitcoin brought peer-to-peer cryptocurrency payments. Then Ethereum developed a virtual machine for running decentralized apps. Idena has introduced cryptoidentity enabling people to build democratic governance on the Internet.",
  "why-idena-sybil-resistance": "Cryptoidentity is your digitally verified avatar. It's semi-unique which means you can easily validate one account, but it's much harder to get two and impossible to get many accounts. It can not be bought and sold, its value grows with age, it can not be taken over. Anonymous and Sybil-resistant identity is a missing part for Web 3.0.",
  "why-idena-equal-human-rights": "All cryptoidentities in Idena have equal rights: to validate other identities, to vote, to verify transactions. Self-sovereign, decentralized and anonymous cryptoidentity prevents human rights abuse by the powerful, and supports the rights of the individual to be oneself and to freely associate.",
  "why-idena-no-authorities": "Cryptoidentity is mutually verified by users with no central authority in the peer-to-peer network. It is anonymous, self-managed, and valid globally. Cryptoidentity has no central issuer, so it can not be banned, restricted or censored.",
  "use-cases-democratic-governance": "One person - one vote is a fundamental principle for democracy. Cryptoidentity brings this concept to the blockchain. Advanced voting mechanisms like quadratic voting could improve distributed governance for everyone.",
  "use-cases-freedom-of-speech": "Every voice has a right to be heard. Idena allows spreading information seamlessly, and makes content censorship-resistant.",
  "use-cases-universal-basic-income": "Mining Idena coins is accessible for everyone who owns an average laptop with an Internet connection. All Idena participants are empowered to maintain the network and earn equal mining rewards. These rewards can be considered as a form of universal basic income.",
  "use-cases-attention-economy": "Onchain advertising allows to create an ecosystem with attention economy where advertisers pay iDNA to Idena Oracles to review their ads and then burn the coins to compete for the network attention, supporting sustainable economy of the Idena network.",
  "technology-scalability-decentralization-security": "Scalable blockchain performing thousands of transactions per second can be built without compromising its safety and decentralization. Sharding combined with cryptoidentity is the solution to the blockchain trilemma: network throughput increases with the number of validated users forming more and more new shards.",
  "technology-smart-contracts": "Blockchain transactions can be expensive. But Idena allows anyone to mine cryptocurrency and to spend it when using smart contracts.",
  "technology-instant-finality": "Idena implements a Proof-of-Person Sybil control mechanism and committee-based BFT consensus with fast finality. Every block mined by Idena validators is final with almost 100% probability, which means that blockchain forks are almost not possible. You need to wait just 2 blocks to make sure your transaction will be never reverted.",
  "why-idena-eco-friendly-mining": "Idena blockchain is driven by eco-friendly Proof-of-Person consensus. To verify transactions, Idena miner needs to have a valid cryptoidentity and keep their node online. Mining income does not depend on your hardware. It doesn’t require to use up high volumes of electricity, GPUs or mining rigs."
}
