{
  "How to join Idena": "How to join Idena",
  "Step 1": "Step 1",
  "Get an invitation code": "Get an invitation code",
  "Please choose the platform where you have the most active account:": "Please choose the platform where you have the most active account:",
  "Step 2": "Step 2",
  "Create and activate your Idena account": "Create and activate your Idena account",
  "Follow the instructions to create your account and activate it with your invitation code:": "Follow the instructions to create your account and activate it with your invitation code:",
  "Step 3": "Step 3",
  "Prepare yourself for the validation session": "Prepare yourself for the validation session",
  "Learn what a validation session is and how to pass it successfully": "Learn what a validation session is and how to pass it successfully",
  "Train to solve flips": "Train to solve flips",
  "Subscribe to the Idena Announcements Telegram channel to follow updates.": "Subscribe to the Idena Announcements Telegram channel to follow updates.",
  "Step 4": "Step 4",
  "Join the validation ceremony to validate your account": "Join the validation ceremony to validate your account",
  "Next validation:": "Next validation:",
  "Add to calendar": "Add to calendar",
  "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!",
  "Step 5": "Step 5",
  "Start mining": "Start mining",
  "Step 6": "Step 6",
  "Prolong your cryptoidentity status": "Prolong your cryptoidentity status",
  "ToStartMiningIdena": "To start mining Idena, you need to validate your cryptoidentity. It does not require the disclosure of any personal data (no KYC). You need to appear online when the validation ceremony starts and solve a series of flip-tests (CAPTCHAs).",
  "getInvitationNotes": "To minimize the probability of a Sybil attack, the pace of network growth is restricted: Idena network participation is invitation-based. New invitations can be sent out only by validated users. The number of invitations is limited and increases as the network grows.",
  "idenaTelegramGroupLink": "Join the official <2>Idena Telegram group</2> and request an invitation code from the community.",
  "idenaCommunityDiscordLink": "Join <2>Idena Community Discord</2> and request an invitation code from the community in <5>#invite-requests</5> channel.",
  "tweetSendingTip": "<0>Send a tweet</0> with a hashtag #IdenaInvite from your account. To get an invite, your account should be <4>older older than 1 year or older than two months and have at least <1>{{followersCount}}</1> followers</4>. The tweet should say:",
  "idenaWebAppLink": "Open <2>Idena Web App</2>",
  "idenaWebAppSignIn": "<0>Sign in</0> to your Idena Web App <4>15 minutes before the next validation session starts</4>. Check you have Wait for validation status. Make sure you have reliable and fast internet connection. We advise to use a laptop/PC for better experience.",
  "validationResults": "Wait for the validation results. If you have successfully solved the flips, you will get a <2>Newbie</2> status. Congratulations, you are now a validated cryptoidentity!",
  "DownloadIdena": "Download the Idena Desktop App.",
  "MigrateIdena": "Migrate your Idena account (using Settings page): export your private key backup from the Idena Web App and then import it in your Idena Desktop App.",
  "ActivateMiningStatus": "Activate your Mining status and keep your Idena node synchronized to mine iDNA coins.",
  "ProlongCryptoidentityStatus": "Your cryptoidentity status is valid until the next epoch. You should prolong your validation status for every new epoch.",
  "SubmitFlips": "Learn how to create flips and submit three flips before the next validation. If you don't submit 3 flips you won't be allowed to participate in the next validation.",
  "ScheduleNextValidation": "Schedule your next validation."
}
