{
    "Join the democratic borderless world": "Γίνετε μέλος ενός δημοκρατικού κόσμου χωρίς σύνορα",
    "Human-centric Blockchain": "Ανθρωποκεντρική αλύσίδα μπλοκ",
    "Idena Web App": "Εφαρμογή Web Idena",
    "Idena Desktop App": "Εφαρμογή επιφάνειας εργασίας Idena",
    "Validated nodes": "Επικυρωμένοι κόμβοι",
    "Next validation:": "Επόμενη επικύρωση:",
    "RUNNING NOW": "ΕΙΝΑΙ ΣΕ ΕΞΕΛΙΞΗ ΤΩΡΑ",
    "What is Idena": "Τι είναι το Idena",
    "Join Idena Network": "Γίνετε μέλος του δικτύου Idena",
    "How to buy iDNA": "Πως να αγοράσετε iDNA",
    "Why Idena": "Γιατί Idena",
    "Cryptoidentity": "Κρύπτο-ταυτότητα",
    "No authorities": "Χωρίς εποπτικές αρχές",
    "Equal human rights": "Ίσα ανθρώπινα δικαιώματα",
    "Use cases": "Σενάρια χρήσης",
    "Freedom of speech": "Ελευθερία του λόγου",
    "Universal basic income": "Παγκόσμιο βασικό εισόδημα",
    "Attention economy": "Οικονομία της προσοχής ατόμου",
    "Technology": "Τεχνολογία",
    "Smart contracts for everyone": "Έξυπνα συμβόλαια για όλους",
    "Instant finality": "Άμεση οριστικότητα",
    "Eco friendly mining": "Φιλική προς το περιβάλλον εξόρυξη",
    "why-idena-sybil-resistance": "Η κρυπτο-ταυτότητα είναι το ψηφιακά επαληθευμένο avatar σας. Είναι ημι-μοναδικό, πράγμα που σημαίνει ότι μπορείτε εύκολα να επικυρώσετε έναν λογαριασμό, αλλά είναι πολύ πιο δύσκολο να αποκτήσετε δεύτερο και αδύνατο να αποκτήσετε πολλαπλούς λογαριασμούς. Δεν μπορεί να αγοραστεί και να πωληθεί, η αξία του αυξάνεται με την ηλικία, δεν μπορεί να αναληφθεί από τρίτους. Η ανώνυμη και ανθεκτική σε επιθέσεις Sybil ταυτότητες είναι ένα κομμάτι που λείπει για το Web 3.0.",
    "why-idena-no-authorities": "Η κρυπτο-ταυτότητα επαληθεύεται αμοιβαία από χρήστες που δεν έχουν κεντρική εξουσία στο ομότιμο δίκτυο. Είναι ανώνυμο, αυτο-διαχειριζούμενο και έγκυρο παγκοσμίως. Η κρυπτο-ταυτότητ δεν έχει κεντρικό εκδότη, επομένως δεν μπορεί να απαγορευτεί, να περιοριστεί ή να λογοκριθεί.",
    "use-cases-attention-economy": "Οι διαφημίσεις στην αλυσίδα επιτρέπουν τη δημιουργία ενός οικοσυστήματος βασισμένο στην οικονομία προσοχής του ατόμου, όπου οι διαφημιζόμενοι πληρώνουν με iDNA στο Idena Oracles για να ελέγξουν τις διαφημίσεις τους και στη συνέχεια να κάψουν τα νομίσματα και να ανταγωνιστούν για την προσοχή του δικτύου, υποστηρίζοντας τη βιώσιμη οικονομία του δικτύου Idena.",
    "technology-scalability-decentralization-security": "Η κλιμακωτή αλυσίδα μπλοκ που εκτελεί χιλιάδες συναλλαγές ανά δευτερόλεπτο μπορεί να χτιστεί χωρίς να διακυβεύεται η ασφάλεια και η αποκέντρωση της. Το σπάσιμο της αλυσίδας σε συνδυασμό με την κρυπτο-ταυτότητα είναι η λύση στο τρίλημμα της αλυσίδας μπλοκ: η απόδοση δικτύου αυξάνεται με τον αριθμό των επικυρωμένων χρηστών να σχηματίζουν όλο και περισσότερες αλυσίδες.",
    "technology-smart-contracts": "Οι συναλλαγές αλυσίδων μπλοκ μπορεί να είναι κοστοβόρες. Αλλά το Idena επιτρέπει σε οποιονδήποτε να εξορύσσει κρυπτονομίσματα και να τα ξοδέψει όταν χρησιμοποιεί έξυπνα συμβόλαια.",
    "technology-instant-finality": "Το Idena εφαρμόζει έναν μηχανισμό ελέγχου Sybil απόδειξης προσώπου και επιτροπές συναίνεσης BFT με άμεση οριστικότητα. Κάθε μπλοκ που εξορύσσεται από τους επικυρωτές Idena είναι τελικό με πιθανότητα σχεδόν 100%, πράγμα που σημαίνει ότι τα forks αλυσίδας μπλοκ είναι σχεδόν αδύνατα. Πρέπει να περιμένετε μόλις 2 μπλοκ για να βεβαιωθείτε ότι η συναλλαγή σας θα οριστικοποιηθεί.",
    "IDENA: Proof-of-Person blockchain": "IDENA: Αλυσίδα μπλοκ απόδειξης-προσώπου",
    "Join the mining of the first human-centric cryptocurrency": "Συμμετάσχετε στην εξόρυξη του πρώτου ανθρωποκεντρικού κρυπτονομίσματος",
    "Add to calendar": "Προσθήκη στο ημερολόγιο",
    "Evolution of the Internet": "Εξέλιξη του Διαδικτύου",
    "Democratic governance": "Δημοκρατική διακυβέρνηση",
    "Sharding + Cryptoidentity = Scalability": "Σπάσιμο + Κρυπτο-ταυτότητα = Επεκτασιμότητα",
    "whatIsIdenaNotes": "Το Idena είναι η πρώτη αλυσίδα μπλοκ απόδειξης προσώπου που βασίζεται σε δημοκρατικές αρχές. Κάθε κόμβος εξόρυξης συνδέεται με μια κρύπτο-ταυτότητα - ένα άτομο με ίση δύναμη ψήφου και εισόδημα εξόρυξης.",
    "whatIsIdenaToStartMining": "Κάθε μοναδικό άτομο μπορεί να γίνει εγκυροποιητής του idena ανεξάρτητα από το ποιος είναι και πού κατοικεί. Για να ξεκινήσετε την εξόρυξη του Idena, πρέπει να αποδείξετε ότι είστε ένας μοναδικός άνθρωπος. Δεν απαιτεί την αποκάλυψη οποιωνδήποτε προσωπικών δεδομένων (χωρίς KYC). Πρέπει να είστε online όταν ξεκινήσει η τελετή επικύρωσης και να λύσετε μια σειρά τεστ (CAPTCHAs).",
    "why-idena-cryptoidentity": "Το Idena είναι το επόμενο βήμα στην εξέλιξη των αποκεντρωμένων συστημάτων στο Διαδίκτυο. Πρώτα, το Bitcoin έφερε πληρωμές κρυπτονομισμάτων peer-to-peer. Στη συνέχεια, το Ethereum ανέπτυξε μια εικονική μηχανή για την εκτέλεση αποκεντρωμένων εφαρμογών. Το Idena εισήγαγε την κρυπτο-ταυτότητα επιτρέποντας στους ανθρώπους να οικοδομήσουν δημοκρατική διακυβέρνηση στο Διαδίκτυο.",
    "why-idena-equal-human-rights": "Όλες οι κρυπτο-ταυτότητες στο Idena έχουν ίσα δικαιώματα: μπορούν να επικυρώνουν άλλες ταυτότητες, να ψηφίζουν και να επαληθεύουν συναλλαγές. Η αυτό-ηγεμονία, αποκεντρωμένη και ανώνυμη κρυπτο-ταυτότητα αποτρέπει την κατάχρηση των ανθρωπίνων δικαιωμάτων από τους ισχυρούς και υποστηρίζει τα δικαιώματα του ατόμου, να είναι ο εαυτός του και να συνεργάζεται ελεύθερα.",
    "use-cases-democratic-governance": "Ένα άτομο - μία ψήφος είναι η θεμελιώδης αρχή για τη δημοκρατία. Η κρυπτο-ταυτότητα φέρνει αυτή την έννοια στην αλυσίδα μπλοκ. Οι προηγμένοι μηχανισμοί ψηφοφορίας, όπως η τετραμερής ψηφοφορία, θα μπορούσαν να βελτιώσουν τη κατανεμημένη διακυβέρνηση για όλους.",
    "use-cases-freedom-of-speech": "Κάθε φωνή έχει το δικαίωμα να ακουστεί. Το Idena επιτρέπει τη απρόσκοπτη διάδοση πληροφοριών και καθιστά το περιεχόμενο ανθεκτικό στη λογοκρισία.",
    "use-cases-universal-basic-income": "Η εξόρυξη νομισμάτων Idena είναι προσβάσιμη για όλους όσους έχουν ένα μέσο φορητό υπολογιστή με σύνδεση στο Internet. Όλοι οι συμμετέχοντες στο Idena προ τρέπονται να συντηρούν το δίκτυο και να κερδίζουν ίσες ανταμοιβές εξόρυξης. Αυτές οι ανταμοιβές μπορούν να θεωρηθούν ως μια μορφή καθολικού βασικού εισοδήματος.",
    "why-idena-eco-friendly-mining": "Η αλυσίδα μπλοκ Idena είναι από φιλική προς το περιβάλλον χρησιμοποιώντας συναίνεση απόδειξης ταυτότητας. Για να επαληθεύσετε τις συναλλαγές, ο ανθρακωρύχος Idena πρέπει να έχει έγκυρη κρύπτο-ταυτότητα και να διατηρεί τον κόμβο του συνδεδεμένο στο δίκτυο. Τα έσοδα από τα την εξόρυξη δεν εξαρτώνται από το υλικό. Δεν απαιτείται η κατανάλωση μεγάλου όγκου ηλεκτρικής ενέργειας, GPU ή μηχανήματα εξόρυξης."
}
