{
    "Next validation:": "Επόμενη επικύρωση:",
    "Step 1": "Βήμα 1",
    "Get an invitation code": "Λάβετε έναν κωδικό πρόσκλησης",
    "Step 2": "Βήμα 2",
    "Create and activate your Idena account": "Δημιουργία και ενεργοποίηση του λογαριασμού idena",
    "Follow the instructions to create your account": "Ακολουθήστε τις οδηγίες για να δημιουργήσετε το λογαριασμό σας",
    "Step 3": "Βήμα 3",
    "Stay updated": "Μείνετε ενημερωμένοι",
    "Twitter:": "Twitter:",
    "Step 4": "Βήμα 4",
    "Prepare yourself for the validation session": "Προετοιμαστείτε για την περίοδο επικύρωσης",
    "Train to solve flips": "Εκπαιδευτείτε στην λύση τεστ ανατροπών",
    "Step 5": "Βήμα 5",
    "After validation": "Μετά την επικύρωση",
    "Start mining": "Ξεκινήστε την εξόρυξη",
    "How to join Idena": "Πώς να συμμετάσχετε στο Idena",
    "Add to calendar": "Προσθήκη στο ημερολόγιο",
    "Please choose the platform where you have the most active account:": "Παρακαλώ επιλέξτε την πλατφόρμα όπου έχετε τον πιο ενεργό λογαριασμό:",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Ενεργοποίησε τον κωδικό πρόσκλησής. Παρακαλώ προσέξτε ο κωδικός πρόσκλησης λήγει 5 λεπτά πριν από την επικύρωση!",
    "Validation ceremony is a time-sensitive event. It requires users to be strictly on time and to use the latest version of Idena app to be able to participate in validation. Even 1 minute late or outdated app version could lead to failure.": "Η τελετή επικύρωσης είναι ένα ευαίσθητο στο χρόνο γεγονός. Απαιτεί από τους χρήστες να είναι αυστηρά έτοιμοι στην ώρα τους και να χρησιμοποιούν την πιο πρόσφατη έκδοση της εφαρμογής Idena για να μπορούν να συμμετέχουν. Ακόμη και η καθυστέρηση ενός λεπτού ή μια παλιά έκδοση της εφαρμογής θα μπορούσε να οδηγήσει σε αποτυχία.",
    "Learn what a validation session is and how to pass it successfully": "Μάθετε τι είναι περίοδος επικύρωσης και πώς μπορείτε να την ολοκληρώσετε με επιτυχία",
    "Join the validation ceremony to validate your account": "Συμμετάσχετε στην τελετή επικύρωσης με σκοπό την επικύρωση του λογαριασμού σας",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Περιμένετε να ξεκινήσει η φάση επικύρωσης. Ακολουθήστε τις οδηγίες, λύστε τεστ ανατροπών και απολαύστε τη διαδικασία!",
    "ToStartMiningIdena": "Για να ξεκινήσετε την εξόρυξη idena, πρέπει να επικυρώσετε την κρυπτο-ταυτότητά σας. Δεν απαιτεί την αποκάλυψη προσωπικών δεδομένων (χωρίς KYC). Πρέπει να είστε online όταν ξεκινήσει η τελετή επικύρωσης και να λύσετε μια σειρά δοκιμών αναστροφής (CAPTCHAs).",
    "getInvitationNotes": "Για να ελαχιστοποιηθεί η πιθανότητα Sybil επίθεσης, ο ρυθμός ανάπτυξης του δικτύου είναι περιορισμένος: η συμμετοχή στο δίκτυο idena βασίζεται σε προσκλήσεις. Οι νέες προσκλήσεις μπορούν να σταλούν μόνο από επικυρωμένους χρήστες. Ο αριθμός των προσκλήσεων είναι περιορισμένος και αυξάνεται καθώς αυξάνεται το δίκτυο.",
    "idenaCommunityDiscordLink": "Γίνετε μέλος στη <2>κοινότητα Idena στο Discord</2> και ζητήστε έναν κωδικό πρόσκλησης από την κοινότητα στο κανάλι <5#invite-requests</5>.",
    "tweetSendingTip": "<0> Στείλτε ένα tweet</0> με hashtag #IdenaInvite από το λογαριασμό σας. Για να λάβετε μια πρόσκληση, ο λογαριασμός σας θα πρέπει να είναι <4>παλαιότερος από δύο μήνες και να έχει τουλάχιστον <2>{{followersCount}}</2> ακόλουθους</4>. Το tweet θα πρέπει να λέει:",
    "getInviteWithTwitterName": "Εισαγάγετε το όνομα του λογαριασμούς σας στο twitter και κάντε κλικ στο κουμπί <2>Η επιλογή κωδικού πρόσκλησης</2>. Ο κωδικός θα εμφανιστεί αυτόματα.",
    "idenaCommunityRedditLink": "Γίνετε μέλος στο <2>Idena subreddit</2> και ζητήστε έναν κωδικό πρόσκλησης από την κοινότητα",
    "idenaWebAppLink": "Ανοίξτε την εφαρμογή <2>Idena στο Web</2>",
    "joinIdenaTelegramLink": "Telegram: <2>κανάλι ανακοινώσεων Idena</2> (μόνο σημαντικές ενημερώσεις και ανακοινώσεις)",
    "idenaWebAppSignIn": "<0>Συνδεθείτε</0> στην εφαρμογή idena Web <4>15 λεπτά πριν από την έναρξη της επόμενης επικύρωσης</4>. Βεβαιωθείτε ότι είστε σε αναμονή για την φάση επικύρωσης. Βεβαιωθείτε ότι έχετε καλή σύνδεση στο διαδίκτυο. Προτείνουμε φορητό υπολογιστή / προσωπικό υπολογιστή για καλύτερη εμπειρία.",
    "MigrateIdena": "Μετεγκατάσταση του λογαριασμού idena (χρησιμοποιώντας τη σελίδα ρυθμήσεων): εξαγάγετε ένα αντίγραφο ασφαλείας του ιδιωτικού σας κλειδιού από την εφαρμογή Web Idena και, στη συνέχεια, εισαγάγετέ το στην εφαρμογή Idena.",
    "ActivateMiningStatus": "Ενεργοποιήστε την εξόρυξη και διατηρήστε τον κόμβο Idena συγχρονισμένο για να εξορύξετε νομίσματα iDNA.",
    "ProlongCryptoidentityStatus": "Η κατάσταση κρυπτο-ταυτότητας ισχύει μέχρι την επόμενη εποχή. Θα πρέπει να παρατείνετε την κατάσταση επικύρωσης σας σε κάθε νέα εποχή.",
    "SubmitFlips": "Μάθετε πώς μπορείτε να δημιουργήσετε τεστ ανατροπών και να υποβάλετε τρία τεστ πριν από την επόμενη επικύρωση. Αν δεν υποβάλετε 3 τεστ ανατροπών, δεν θα σας επιτραπεί να συμμετάσχετε στην επόμενη επικύρωση.",
    "Prolong your cryptoidentity status": "Παρατείνετε την κατάσταση της κρυπτο-ταυτότητας σας",
    "idenaTelegramGroupLink": "Γίνετε μέλος της επίσημης <2>ομάδας Telegram Idena</2> και ζητήστε έναν κωδικό πρόσκλησης από την κοινότητα.",
    "tweeterFollowLink": "Ακολουθήστε το <2>@IdenaNetwork</2>",
    "validationResults": "Περιμένετε τα αποτελέσματα επικύρωσης. Εάν έχετε λύσει με επιτυχία τα τεστ ανατροπών, θα αλλάξει η κατάστασή σας σε <2>Newbie</2>. Συγχαρητήρια, έχετε τώρα μια επικυρωμένη κρυπτο-ταυτότητα!",
    "DownloadIdena": "Λήψη της εφαρμογής Idena.",
    "ScheduleNextValidation": "Προγραμματίστε την επόμενη επικύρωση."
}
