{
    "How to contribute": "Làm thế nào để góp sức",
    "3. Build on top": "3. Xây dựng lên trên",
    "How to contribute to Idena": "Bạn có thể đóng góp cho Idena bằng cách nào",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena là một dự án mã nguồn mở và cộng đồng của Idena chính là yếu tố chủ lực thúc đẩy sự phát triển của nó.",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena là một dự án mã nguồn mở và cộng đồng Idena là yếu tố chủ lực thúc đẩy dự án. Mỗi thành viên trong cộng đồng đều nên có một cơ hội để góp sức và nhận thưởng.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "Tham vọng của Idena là trở nên thật sự toàn cầu và đa dạng. Chúng tôi muốn tất cả mọi người từ nhiều đất nước và ngôn ngữ khác nhau than gia vào Idena. Nếu bạn nói một ngôn ngữ khác Tiếng Anh, đó là tài sản giá trị. Hãy bắt đầu và phát triển cộng đồng trong ngôn ngữ của bạn, dành thời gian để hướng dẫn họ về Idena và giúp họ tham gia vào màng lưới.",
    "1. Start a community on any platform that is popular in your country or which you are familiar with best.": "1. Bắt đầu một cộng đồng trên bất kì nền tảng nổi tiếng trong nước của bạn hoặc thân thuộc nhất đối với bạn.",
    "3. Educate the community about Idena. Feel free to reach out to the Idena community members or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Giáo dục cộng đồng của bạn về Idena. Hãy thoải mái nhờ sự giúp đỡ từ cộng đồng Idena và đội ngũ Idena nếu bạn cần thêm dữ liệu hoặc lời giải thích mà bạn không thể tìm trên trang web hoặc blog của Idena.",
    "We invite all the Idena community members to participate in Idena marketing activities: Pick what you would like to do (pitch a blogger or a journalist or participate in events by giving talks) from the list of marketing activities, implement it and apply for a reward at info@idena.io.": "Chúng tôi mời tất cả thành viên của cộng đồng Idena tham gia vào các hoạt động quảng bá Idena: Hãy chọn điều bạn muốn làm (mời các blogger hoặc một nhà báo hoặc tham dự các sự kiện hội thảo với tư cách là diễn giả) từ danh sách các hoạt động quảng bá, thực hiện điều đó và đăng kí nhận thưởng tại info@idena.io.",
    "There are a lot of international and national mass media that might be interested in covering Idena. If we join forces we can get their attention. Reputable tech, crypto, finance and business media are of primary interest. Spotting and pitching journalists that could potentially be interested in learning about Idena is what we need.": "Có rất nhiều kênh truyền thông đại chúng quốc tế và quốc gia có thể quan tâm để làm chương trình về Idena. Nếu chúng ta hợp lực chúng ta có thể nhận được sự chú ý của họ. Các kênh truyền thông nổi tiếng về công nghệ, tiền mã hóa, tài chính và kinh doanh là mối quan tâm chính. Tìm kiếm và mời gọi những nhà báo có tiềm năng quan tâm đến và tìm hiểu về Idena là điều chúng ta cần.",
    "2. Contact them and educate them about Idena: why you consider the project unique and valuable, what makes you support it. Learn more about the journalist you are going to pitch and be creative: They receive hundreds of messages every day, your pitch should stand out. Be polite and respectful. Please note: We will not pay journalists for publications. They should get interested in covering Idena because they see value for their audience in it.": "2. Liên lạc và nói cho họ về Idena: vì sao bạn nghĩ dự án này độc đáo và có giá trị, điều gì khiến bạn hỗ trợ nó. Tìm hiểu thêm về nhà báo mà bạn sẽ mời và hãy sáng tạo: Họ nhận được hàng trăm tin nhắn mỗi ngày, lời mời của bạn nên thật sự nổi bật. Hãy lịch sự và tôn trọng. Lời nhắc: Chúng tôi sẽ không trả công nhà báo cho các bài xuất bản. Họ nên cảm thấy hứng thú với việc viết bài về Idena vì họ thấy giá trị cho khán giả của họ trong đó.",
    "5. When a publication is out (the result may be a full media piece about Idena or a quality mention - not just the name of the project, but also the project's description), email the link to it and your Idena wallet address at info@idena.io and get a reward.": "5. Khi bài báo được xuất bản (kết quả có thể là một bài viết hoàn chỉnh về Idena hoặc lời nhắc chất lượng - không chỉ là tên của dự án, mà cả mô tả về dự án), email đường dẫn tới bài báo và địa chỉ ví Idena của bạn về info@idena.io và nhận một phần thưởng.",
    "4. Bug bounty program": "4. Chương trình săn thưởng lỗi",
    "Idena invites software security researchers to participate in the bug bounty program to hunt down its vulnerabilities.": "Idena mời các nhà nghiên cứu bảo mật phần mềm tham gia vào chương trình săn thưởng lỗi để tìm ra các lỗ hổng của nó.",
    "1. Identify a vulnerability which creates a security risk and describe the problem.": "1. Xác định lỗ hổng có thể gây ra rủi ro bảo mật và miêu tả nó.",
    "2. Submit your report via email: info@idena.io": "2. Gửi báo cáo của bạn đến info@idena.io",
    "3. Give the Idena team time to investigate the issue before making any information in or about the report public.": "3. Hãy cho đội ngũ Idena thời gian để điều tra vấn đề trước khi công khai thông tin về báo cáo.",
    "4. The Idena team determines bounty amounts based on a variety of factors, including impact, possible risks and quality of the report.": "4. Đội ngũ Idena xác định lượng phần thưởng dựa trên nhiều yếu tố, bao gồm tác động, rủi ro tìm ẩn và chất lượng của báo cáo.",
    "5. In the event of duplicate reports, a bounty will be awarded to the first person to submit an issue.": "5. Trong sự kiện có báo cáo giống nhau, phần thưởng sẽ trao cho người đầu tiên gửi báo cáo.",
    "6. The Idena team may publish submitted reports or information about them.": "6. Đội ngũ Idena có thể công khai báo cáo đã được nộp hoặc thông tin về chúng.",
    "Minimum payout": "Tiền trả thấp nhất",
    "No predetermined amount": "Không xác định trước số lượng",
    "Bug bounty program scope examples": "Những ví dụ cho phạm vi của chương trình tìm kiếm lỗi",
    "Bloggers today are sometimes more powerful than media. They are modern mass media with huge audiences and dedicated subscribers. We need your help with finding bloggers and influencers with high quality content in the areas of crypto, tech, finance, human rights on YouTube, Twitter, Medium or any other platform. Pitch Idena to them and get them interested in covering Idena.": "Bloggers ngày nay đôi khi có nhiều tiếng nói hơn truyền thông. Họ là truyền thông đại chúng hiện đại với lượng khán giả lớn và những người theo dõi tận tụy. Chúng tôi cần bạn giúp đỡ tìm những bloggers và những người có tầm ảnh hưởng với nội dung chất lượng cao trong các lĩnh vực như tiền mã hóa, công nghệ, tài chính, quyền con người trên Youtube, Twitter, Medium hoặc bất kì nền tảng nào khác. Hãy nói cho họ và làm cho họ hứng thú làm nội dung về Idena.",
    "2. Contact them and educate them about Idena: why you consider the project unique and valuable, what makes you support it. Learn more about the blogger you are going to pitch and be creative: They receive hundreds of messages every day, your pitch should stand out. Be polite and respectful. Please note: We will not pay bloggers for publications. They should get interested in covering Idena because they see value for their audience in it.": "2. Liên lạc và nói cho họ về Idena: vì sao bạn coi dự án là độc đáo và giá trị, điều gì khiến bạn hỗ trợ nó, Tìm hiểu thêm về blogger mà bạn sẽ mời và hãy sáng tạo: Họ nhận được hàng trăm tin nhắn mỗi ngày, lời mời của bạn nên trở nên nổi bật. Hãy lịch sự và tôn trọng. Lời nhắc: Chúng tối không trả tiền cho bloggers cho các bài xuất bản của họ. Họ nên thấy hứng thú trong việc làm nội dung về Idena vì họ thấy giá trị cho khán giả của họ trong đó.",
    "6. A publication may often be a result of a joint effort. If more than one community member claims that their independent communication with a blogger resulted in a publication, the reward is paid to three community members with the most substantial and quality communication with the publication's author out of those who emailed us their proof before the publication is out.": "6. Một bài viết nhiều khi là kết quả của một nỗ lực chung. Nếu nhiều hơn một thành viên trong cộng đồng nhận công lao cá nhân trong việc liên lạc với blogger và kết quả là một bài xuất bản, phần thưởng sẽ được trao cho ba thành viên có đóng góp nhiều nhất và trao đổi chất lượng nhất với tác giả bài viết, trong số tất cả những người email chúng tối bằng chứng của họ trước khi bài viết được xuất bản.",
    "- Attacking consensus mechanism": "- Tấn công cơ chế đồng thuận",
    "- Stealing coins": "- Đánh cắp các đồng tiền",
    "rewardInIdna": "Phần thương (*)<1></1>được trả bằng iDNA",
    "communityAppExamples": "Nhìn <1>ví dụ</1> của những ứng dụng được phát triển bởi thành viên cộng đồng Idena",
    "5. Email a link to the event's webpage, a video or a photo proof and your Idena wallet address at info@idena.io and get a reward.": "5. Email đường dẫn đến trang web của sự kiện, một video hoặc hình ảnh bằng chứng và địa chỉ ví Idena của bạn tại info@idena.io và nhận một phần thường.",
    "Follow development challenges run by Idena or take the initiative to realize an idea of your own.": "Theo dõi thử thách phát triển chạy bởi Idena hoặc tự phát kiến và hiện thực hóa ý tưởng của chính bạn.",
    "If you believe that you have found a security vulnerability in the Idena node or Idena app, we encourage you to report it to the Idena team.": "Nếu bạn tin rằng bạn tìm thấy mỗi lỗ hổng bảo mật trong node Idena hoặc app Idena, chúng tôi khuyến khích bạn báo cáo lại nó cho đội ngũ Idena.",
    "The Idena team will reward security researchers who help us keep the Idena blockchain and Idena users' accounts safe. Bounties for such reports are entirely at Idena's discretion, based on risk, impact and other factors.": "Đội ngũ Idena sẽ tưởng thưởng cho các nhà nghiên cứu bảo mật giúp chúng tôi giữ blockchain Idena và tài khoản người dùng của Idena an toàn. Phần thưởng cho những báo cáo đó hoàn toàn tùy thuộc đội ngũ của Idena, dựa trên rủi ro, độ thiệt hại và các yếu tố khác.",
    "To qualify for a bounty, report a security bug that potentially could lead to:": "Để đủ tiêu chuẩn cho phần thưởng, báo cáo lỗi bảo mật có thể dẫn đến:",
    "contributeDisclamer": "* TỪ CHỐI TRÁCH NHIỆM: Giá trị của phần thưởng iDNA được xác định bởi đội ngũ Idena và có thể khác với giá thị trường.<1></1>Đội ngũ Idena lưu giữ quyền:<3></3>- Từ chối hồ sơ nhận phần thưởng trong trường hợp cố ý giả mạo bằng chứng hoặc dữ liệu đã bị thao túng<5></5>- Thay đổi danh sách các hoạt động và phần thưởng",
    "1. Distribute invitations": "1. Phân phối các lời mời",
    "Non-official Idena community channels": "Các kênh cộng đồng không chính thức của Idena",
    "Idena Forum": "Diễn đàn Idena",
    "Posts allowed for Idena validated participants": "Các bài viết cho phép các thành viên đã được xác thực của Idena",
    "English-speaking with Serbian/Croatian/French/Polish language local room (Sign-in with Idena enabled)": "Tiếng Anh với phòng bản địa cho ngôn ngữ Serbian/Croatian/Pháp/Balan (Đăng nhập với Idena được kích hoạt)",
    "French-speaking telegram group": "nhóm Telegram dành cho Tiếng Pháp",
    "French-speaking local room": "phòng bản địa dành cho Tiếng Pháp",
    "Russian-speaking group": "nhóm nói Tiếng Nga",
    "Indonesian-speaking group": "nhóm nói tiếng Indonesia",
    "Indian telegram group": "nhóm Telegram Ấn Độ",
    "non-official forum": "diễn đàn không chính thức",
    "How to proceed": "Bước tiếp theo như thế nào",
    "2. Use your network and other resources to attract people.": "2. Sử dụng mạng lưới của bạn và các nguồn tài nguyên khác để thu hút mọi người.",
    "applyForRefferalLink": "4. <2>Apply for a referral link</2>, hãy chia sẻ nó cho cộng đồng của bạn, và nhận phần thưởng cho những lời mời thành công.",
    "2. Spread the word": "2. Hãy nói với mọi người",
    "If you need help or advice (like additional information about Idena or a comment from a team member) please do not hesitate to ping Idena community admins or @AndrewIdena telegram account.": "Nếu bạn cần trợ giúp hoặc lời khuyên (như là thông tin thêm về Idena hoặc lời bình luận từ một thành viên của nhóm) xin đừng ngần ngại ping người quản trị của cộng đồng Idena hoặc tài khoản Telegram @AndrewIdena.",
    "Media relations (pitch a journalist)": "Quan hệ truyền thông (mời một nhà báo)",
    "Activity": "Hoạt động",
    "Audience": "Khán giả",
    "Tier 1 media piece (article, podcast episode...)": "Truyền thông cấp 1 (bài viết, podcast...)",
    "Reputable international tech, crypto, finance or business media: Business Insider, Techcrunch, Coindesk...": "Các kênh truyền thông quốc tế nổi tiếng về công nghệ, tiền mã hóa, tài chính hay kinh doanh: Business Insider, Techcrunch, Coindesk…",
    "Tier 1 quality media mention": "Cấp 1 được các kênh truyền thông chất lượng nhắc đến",
    "Tier 2 media piece (article, podcast episode...)": "Truyền thông cấp 2 (bài viết, podcast...)",
    "Reputable international tech, crypto, finance or business media: Wired UK, Cointelegraph...": "Các kênh truyền thông quốc tế nổi tiếng về công nghệ, tiền mã hóa, tài chính, kinh doanh: Wired UK, Cointelegraph…",
    "Tech, crypto, finance or business media": "Truyền thông về công nghệ, tiền mã hóa, tài chính, kinh doanh",
    "Tier 3 quality media mention": "Cấp 3 được các kênh truyền thông chất lượng nhắc đến",
    "1. Spot a reputable journalist that might be interested in learning and telling their audience about Idena.": "1. Tìm kiếm một nhà báo có tiếng có thể quan tâm và tìm hiểu và nói cho khán giả của họ về Idena.",
    "3. When you receive a reply, provide additional information. Feel free to reach out to the Idena community or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Khi bạn nhận được phản hồi, hãy cung cấp thêm thông tin. Đừng ngần ngại nhờ sự giúp đỡ từ cộng đồng Idena và đội ngũ Idena nếu bạn cần thêm dữ liệu hoặc lời giải thích mà bạn không thể tìm trên website hoặc trang blog của Idena.",
    "4. This may be the right time to email proof of your communications at info@idena.io. Please don't do it until you get a positive reply.": "4. Đây có thể là thời điểm đúng để bạn gửi email bằng chứng về liên lạc của bạn tại info@idena.io. Xin đừng gửi cho tới khi bạn nhận được phản hồi tích cực.",
    "6. A publication may often be a result of a joint effort. If more than one community member claims that their independent communication with a journalist resulted in a publication, the reward is paid to three community members with the most substantial and quality communication with the publication's author out of those who emailed us their proof before the publication is out.": "6. Một bài báo nhiều khi là kết quả của một nỗ lực chung. Nếu nhiều hơn một thành viên trong cộng đồng nhận công lao cá nhân trong việc liên lạc với nhà báo và kết quả là một bài xuất bản, phần thưởng sẽ được trao cho ba thành viên có đóng góp nhiều nhất và trao đổi chất lượng nhất với tác giả bài viết, trong số tất cả những người email chúng tối bằng chứng của họ trước khi bài viết được xuất bản.",
    "Blogger relatons (pitch a blogger)": "Quan hệ blogger (mời một blogger)",
    "Tier 1 blog piece (article, podcast episode...)": "Cấp 1 bài blog (bài viết, podcast...)",
    "Tier 1 quality mention": "Cấp 1 nhắc đến chất lượng",
    "Tier 2 blog piece (article, podcast episode...)": "Cấp 2 bài blog (bài viết, podcast...)",
    "Tier 2 quality mention": "Cấp 2 nhắc đến chất lượng",
    "Tier 3 blog piece (article, podcast episode...)": "Cấp 3 bài blog (bài viết, podcast...)",
    "Tier 3 quality mention": "Cấp 3 nhắc đến chất lượng",
    "Tier 4 blog piece (article, podcast episode...)": "Cấp 4 bài blog (bài viết, podcast...)",
    "1. Spot a reputable blogger (crypto, tech, finance, human rights) that might be interested in learning and telling their audience about Idena.": "1. Tìm một blogger nổi tiếng (tiền mã hóa, công nghệ, tài chính, quyền con người) có thể hứng thú tìm hiểu và kể cho khán giả của họ về Idena.",
    "Events (giving talks about Idena)": "Sự kiện (hội thảo nói về Idena)",
    "The Idena community is very diverse and distributed all over the world. It's very likely that there is a knowledgeable and passionate Idena community member in locations where major international and national tech, crypto, finance and business conferences take place. There is also a lot happening online these days. Apply for the event participation and give a talk.": "Cộng đồng Idena rất đa dạng và phân bổ khắp thế giới. Khả năng cao sẽ có một thành viên với nhiều kiến thức và niềm đam mê về Idena tại nơi những hội thảo lớn quốc tế và quốc gia về công nghệ, tiền mã hóa, tài chính, kinh doanh. Ngoài ra còn có rất nhiều hội thảo diễn ra trực tuyến ngày nay. Đăng kí tham dự sự kiện và cho khán giả một bài nói.",
    "Tier 1 event participation": "Cấp 1 tham dự sự kiện",
    "International tech, crypto, finance or business event": "Sự kiện quốc tế về công nghệ, tiền mã hóa, tài chính hoặc kinh doanh",
    "Tier 2 event participation": "Cấp 2 tham dự sự kiện",
    "International or national tech, crypto, finance or business event": "Sự kiện quốc tế hoặc quốc gia về công nghệ, tiền mã hóa, tài chính hoặc kinh doanh",
    "Tier 3 event participation": "Cấp 3 tham dự sự kiện",
    "1. Spot an event that might be suitable for telling about Idena.": "1. Tìm một sự kiện có thể thích hợp để nói về Idena.",
    "2. Contact the organizers and suggest a topic that could be of interest to their audience and allow telling about Idena. Be polite and respectful.": "2. Liên lạc ban tổ chức và gợi ý một chủ để có thể làm khán giả hứng thú và cho phép nói về Idena. Hãy lịch sự và tôn trọng.",
    "3. Prepare a presentation. Feel free to reach out to the Idena community or the Idena team if you need more data or explanations that you cannot find on the Idena website or in the Idena blog.": "3. Chuẩn bị một bài thuyết trình. Đừng ngần ngại nhờ cộng đồng Idena giúp đỡ hoặc đội ngũ Idena nếu bạn cần thêm dữ liệu hoặc lời giải thích mà bạn không thể tìm thấy trên website hoặc trang blog của Idena.",
    "4. Give a presentation and get a video or photo proof of your participation and the audience size.": "4. Hãy cho họ một bài diễn thuyết và quay lại một video, hoặc một bức ảnh bằng chứng cho sự tham dự của bạn và lượng khán giả."
}
