{
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idena là bằng chứng con người đầu tiên trên chuỗi khối dựa trên các nguyên tắc dân chủ. Mỗi node được liên kết với một danh tính mã hóa - một người độc nhất với quyền bỏ phiếu và thu nhập đào ngang bình đẳng nhau.",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "Danh tính mã hóa đã được xác thực của bạn bảo đảm bạn là một người độc nhất mà không tiết lộ bất kì dữ liệu cá nhân. Nó cho phép bạn quyền bỏ phiếu cao hơn khi việc bỏ phiếu có thể là mục tiêu của việc tấn công đa danh tính. Các tài khoản Gitcoin xác thực với Idena nhận được +50% thưởng thêm cho các khoản tài trợ từ quỹ đầu tư Gitcoin.",
    "Get an invitation code": "Tìm một mã lời mời",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "Số lượng lời mời là có giới hạn. Để hạn chế việc rút cạn lời mời và chào mừng thành viên mới, chúng tôi các xác nhận bạn là một con người độc nhất. Các lời mời sẽ được phân bổ dựa trên nền tảng cạnh tranh: những tài khoản đáng tin cậy nhất sẽ được nhận những lời mời trước.",
    "Learn what a validation session is and how to pass it successfully": "Tìm hiểu về buối xác thực là gì và làm sao để vượt qua nó thành công",
    "Join the validation ceremony to validate your account": "Tham dự buổi lễ xác thực và xác thực tài khoản của bạn",
    "Next validation:": "Xác thực tiếp theo:",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Chờ đến khi buổi xác thực diễn ra. Làm theo hướng dẫn, giải flips và tận hưởng buổi lễ!",
    "idenaTelegramGroupLink": "Tham gia <2>nhóm Idena Telegram</2> chính thức và yêu cầu một lời mời từ cộng đồng.",
    "tweetSendingTip": "<0>Gửi một tweet</0> với hashtag #IdenaTrustBonus từ tài khoản của bạn. Để nhận được lời mời, tài khoản của bạn nên <4>đã tạo hơn 2 tháng và có ít nhất <2>{{followersCount}}</2> người theo dõi</4>. Dòng tweet nên ghi là:",
    "Verify your Gitcoin": "Xác thực Gitcoin của bạn",
    "How to verify your Gitcoin account with Idena": "Làm sao để xác thực tài khoản Gitcoin của bạn với Idena",
    "Step 1": "Bước 1",
    "Please choose the platform where you have the most active account:": "Xin hãy chọn nền tảng nơi bạn có tài khoản hoạt động tích cực nhất:",
    "Step 2": "Bước 2",
    "Create and activate your Idena account": "Tạo và kích hoạt tài khoản Idena của bạn",
    "Follow the instructions to create your account": "Làm theo hướng dẫn và tạo tài khoản",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Kích hoạt mã lời mời của bạn. Xin hãy chú ý mã lời mời sẽ hết hạn 5 phút trước lễ xác thực!",
    "Step 3": "Bước 3",
    "Prepare yourself for the validation session": "Chuẩn bị bản thân cho buổi xác thực",
    "Train to solve flips": "Tập luyện để giải flips",
    "Step 4": "Bước 4",
    "Add to calendar": "Thêm vào lịch",
    "Step 5": "Bước 5",
    "Connect your Idena account to your Gitcoin profile": "Kết nối tài khoản Idena của bạn với hồ sơ Gitcoin của bạn",
    "Find Idena and click Verify": "Tìm Idena và bấm Xác Thực",
    "Authorise Gitcoin to access your Idena account": "Cấp phép Gitcoin truy cập tài khoản Idena của bạn",
    "Congratulations! Your Idena account is now verified": "Chúc mừng! Tài khoản Idena của bạn đã được xác thực",
    "idenaCommunityDiscordLink": "Tham gia <2>Discord cộng đồng Idena</2> và yêu cầu một lời mời từ cộng đồng trong kênh <6>#invite-requests</6>.",
    "tweeterFollowLink": "Theo dõi <2>@IdenaNetwork</2>",
    "getInviteWithTwitterName": "Nhập tên twitter của bạn và nhấn nút <2>Get an invitation code</2>. Mã lời mời sẽ xuất hiện tự động.",
    "idenaCommunityRedditLink": "Gia nhập <2>Idena subreddit</2> và yêu cầu một mã lời mời từ cộng đồng",
    "idenaWebAppLink": "Mở <2>ứng dụng Idena Web</2>",
    "idenaWebAppSignIn": "<0>Đăng nhập</0> vào ứng dụng Idena Web <4>15 phút trước khi buổi xác thực tiếp theo diễn ra</4>. Kiểm tra bạn có trạng thái \"Chờ xác thực\". Chắc chắn rằng bạn có mạng internet nhanh và ổn định. Chúng tôi khuyên bạn nên dùng Laptop/PC để có trải nghiệm tốt hơn.",
    "validationResults": "Đợi kết quả của buổi xác thực. Nếu bạn giải flips thành công, bạn sẽ nhận được trạng thái <2>Lính Mới</2>. Chúc mừng, bây giờ bạn đã là một danh tính mã hóa đã được xác thực!",
    "gitcoinTrustBonusLink": "Di chuyển đến <2>thẻ Trust Bonus</2> trong hồ sơ Gitcoin của bạn"
}
