{
    "Specify remote node connection address as follows:": "Định nghĩa địa chỉ kết nối node từ xa như sau:",
    "Troubleshooting": "Sửa lỗi",
    "I'm having a bad Internet connection. How to reduce the upload traffic produced by the node?": "Tôi đang có một kết nối tồi tệ. Làm sao để có thể giảm lưu lượng gửi lên tạo ra bởi node?",
    "Where can I find the Idena client log file?": "Tôi có thể tìm tệp nhật kí của Idena client ở đâu?",
    "In order to find the Idena client log files, open the following directory in the Windows file explorer:": "Để có thể tìm các tệp nhật kí của Idena client, mở chỉ mục sau đây trong Windows Explorer:",
    "idenaSiteHint": "Bạn có thể tìm hướng dẫn cài đặt từng bước tại <2>idena.site</2> được phát triển bởi thành viên cộng đồng Idena @rioda. <5></5>Không thể tìm thấy câu trả lời? Email chúng tôi tại <B>info@idena.io</B>.",
    "dowloadMacLink": "Tải xuống bản mới nhất <2>Idena Client</2> và cài đặt nó",
    "macUserGuuideLink": "Nếu MacOS phàn nàn về nhà phát triển lạ xin hãy làm theo <2>Hướng Dẫn Người Dùng MacOS</2>",
    "backupNodekeyFileHint": "Chắc chắn đã sao lưu tệp <1>nodekey</1> một cách bảo mật vì từ phiên bản node <4><0>{{release}}</0></4> không hỗ trợ mã hóa khóa riêng tư.",
    "copyNodekeyFile": "Sao chép tập tin <1>nodekey</1> đến vị trí mới và khởi động lại node",
    "idenaClientGuthubLink": "Lấy mã nguồn Idena client từ <2>github repository</2>",
    "defaultNodePort": "Idena node RPC chạy ở cổng <1>9009</1> mặc định. Xin hãy chắc chắn cổng <5>9009</5> không bị đóng. Nếu bạn muốn kết nối tới node của bạn từ xa hãy dùng kết nối đường hầm.",
    "runConfigParameter": "Chạy node với tham số <1>--config</1>:",
    "connectToRemoteNode": "Kích hoạt nút gạt <1>'Kết nối với node từ xa'</1>",
    "runUsingCustomApiKey": "Bạn cũng có thể chạy node với khóa-api tùy chỉnh dùng tham số <1>apikey</1> :",
    "runNodeWithLowpower": "Chạy node với tham số hồ sơ <1>lowpower</1>:",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "Chúng tôi ở đây để giúp bạn chạy node Idena. Hãy duyệt qua các vấn đề đã được biết và các câu hỏi thường gặp.",
    "Make the file executable by typing chmod +x command:": "Làm cho file có thể thực thi được bằng cách gõ lệnh chmod +x:",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "Chìa khóa bí mật được tạo ra tự động khi node chạy lần đầu tiên. Bạn cần tìm chìa khóa bí mật nơi node được lưu trữ:",
    "How to run the Idena node on VPS?": "Làm sao để chạy node Idena trên VPS?",
    "Open the following port to allow discovering of your node by other peers:": "Mở cổng sau để cho phép việc tìm thấy node của bạn từ các máy ngang hàng khác:",
    "You can also setup tunnel connection using ssh:": "Bạn cũng có thể tạo kết nối đường hầm bằng ssh:",
    "2. Specify Idena node connection parameters": "2. Định nghĩa than số kết nối Idena node",
    "Idena remote node connection settings": "Cài đặt kết nối node Idena từ xa",
    "Specify node api-key parameter for the secure connection.": "Định nghĩa tham số khóa-api của node để có kết nối bảo mật.",
    "Where can I find the Idena node log file?": "Tôi có thể tìm tệp nhật kí hoạt động của Idena node ở đâu?",
    "The log file can be found in the same directory where the Idena node is located:": "Tệp nhật kí hoạt động của Idena node có thể tìm thấy tại thư mục nơi Idena node lưu trữ:",
    "In order to find the Idena client log files, type the following in the terminal:": "Để có thể tìm tệp nhật kí Idena client, gõ các lệnh sau vào cửa sổ lệnh:",
    "createConfigFile": "Tạo file cấu hình như sau tại cùng thư mục nơi node được lưu trữ (tải xuống ví dụ: <2><0>config.json</0></2>):",
    "communityMembetTutorial": "Đọc hướng dẫn được tạo bới thành viên cộng đồng Idena <2>@realRioda</2> trên <5>>https://idena.site/faq_tutorials...</5> ",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "Để có thể chạy node với địa chỉ đã tồn tại trên máy tính khác, tạo bản sao của chìa khóa bí mật node của bạn. Bạn có thể tìm tệp tin thấy chìa khóa bí mật tại chỉ mục nơi node được lưu trữ:",
    "How to build the Idena client from source?": "Làm sao để xây node Idena từ mã nguồn?",
    "Install the dependencies:": "Cài đặt các phần phụ thuộc:",
    "Run the app:": "Chạy chương trình:",
    "Running the Idena node on a remote server": "Chạy node Idena trên máy chủ từ xa",
    "What are the minimum requirements for VPS to run the Idena node?": "Điều kiện tối thiểu cho VPS để chạy Idena node?",
    "You can use the following minimum VPS configuration for running the Idena node:": "Bạn có thể dùng cấu hình VPS tối thiểu như sau cho việc chạy node Idena:",
    "1. Check your VPS ports settings": "1. Kiểm tra cài đặt cổng VPS",
    "2. Disable private IP addresses scanning": "2. Vô hiệu hóa quét địa chỉ IP",
    "3. More details": "3. Chi tiết thêm",
    "IDENA Installation and troubleshooting guide": "Hướng dẫn cài đặt và sửa lỗi Idena",
    "Installation and troubleshooting guide": "Hướng dẫn cài đặt và sửa lỗi",
    "Idena installation": "Cài đặt Idena",
    "How to install the Idena node on macOS?": "Làm sao để cài node Idena trên MacOS?",
    "Create an Idena folder on your desktop where the node will run": "Tạo một thư mục Idena trên desktop nơi node sẽ chạy",
    "Download the latest version of the Idena node:": "Tải xuống bản mới nhất của node Idena:",
    "Move the downloaded file into the newly created Idena folder": "Chuyển các tập tin vừa tải xuống vào thư mục Idena mới tạo",
    "Open the terminal": "Mở cửa sổ lệnh",
    "Switch to the Idena folder by typing cd:": "Chuyển đến thư mục Idena bằng cách gõ cd:",
    "Run the node:": "Chạy node:",
    "How to install the Idena client on macOS?": "Làm sao để cài Idena trên MacOS?",
    "Open Idena as a normal app": "Mở Idena như một chương trình bình thường",
    "How to backup the private key?": "Làm sao để sao lưu chìa khóa bí mật?",
    "built-in node": "node tích hợp",
    "Remote node": "Node từ xa",
    "How to move my identity address to another computer?": "Làm sao để chuyển địa chỉ danh tính mã hóa của tôi sang máy tính khác?",
    "How to connect to my Idena node running on a remote server from my local computer?": "Làm sao để kết nối node Idena chạy trên máy chủ từ xa bằng máy tính cục bộ của tôi?",
    "1. Establish tunnel connection (using PuTTy)": "1. Tạo kết nối đường hầm (dùng PuTTy)",
    "Install PuTTY on your local computer": "Cài PuTTy lên máy cá nhân của bạn",
    "Connect to your server with PuTTY using the following tunnel configuration:": "Kết nối với server của bạn bằng PuTTy dùng cấu hình đường hầm sau:",
    "PuTTY tunnel connection configuration": "cấu hình kết nối đường hầm PuTTy",
    "Using ssh": "Sử dụng SSH",
    "Open Settings page in the Idena app": "Mở trang cài đặt trong ứng dụng Idena"
}
