{
    "why-idena-sybil-resistance": "Danh tính mã hóa là danh tính số được xác thực của bạn. Nó bán độc nhất nghĩa là bạn có thể dễ dàng xác thực một tài khoản, nhưng rất khó để có được hai và không thể để có được nhiều tài khoàn. Nó không bị mua hoặc bán, giá trị của nó tăng cùng với thời gian, nó không thể bị chiếm đoạt. Ẩn danh và kháng tấn công đa danh tính là một phần còn thiếu của Web 3.0.",
    "whatIsIdenaToStartMining": "Mỗi người độc nhất đều có thể trở thành người xác thực Idena dù họ có là ai và sống ở đâu. Để bắt đầu đào Idena, bạn cần chứng minh bạn là con người độc nhất. Nó không cần bạn tiết lộ bất kì thông tin cá nhân nào (không KYC). Bạn chỉ cần có mặt trực tuyến khi lễ xác thực bắt đầu và giải một loạt các bài kiểm tra flips (CAPTCHAs).",
    "why-idena-cryptoidentity": "Idena là bước tiếp theo strong sự tiến hóa của các hệ thống phi tập trung trên Internet. Đầu tiên, Bitcoin đưa đến việc than toàn bằng tiền mã hóa thông qua chia sẻ ngang hàng. Rồi đến Ethereum phát triển máy ảo để chạy các ứng dụng phi tập trung. Idena giới thiệu danh tính mã hóa giúp mọi người xây dựng nền quản trị dân chủ trên Internet.",
    "why-idena-equal-human-rights": "Tất cả danh tính mã hóa của Idena có các quyền bình đẳng: để xác thực danh tính khác, để bỏ phiếu, để xác thực giao dịch. Danh tính mã hóa tự chủ, phi tập trung và ẩn danh giúp ngăn ngừa việc lạm dụng quyền con người bởi các thực thể quyền lực, và hỗ trợ quyền của mỗi người được là chính mình và tự do liên kết.",
    "use-cases-attention-economy": "Quảng cáo trên chuỗi cho phép tạo nên một hệ sinh thái của sự chú ý nơi các nhà quảng cáo trả iDNA cho các Nhà Tiên Tri Idena để kiểm tra quảng cáo của họ và rồi đốt số coins đó để cạnh tranh cho sự chú ý của mạng lưới, hỗ trợ nền kinh tế bền vững cho mạng lưới Idena.",
    "technology-scalability-decentralization-security": "Chuỗi khối có khả năng mở rộng xử lí được hàng nghìn giao dịch mỗi giây có thể được xây mà không cần thỏa hiệp tính an toàn và phi tập trung. Chia mảnh kết hợp với danh tính mã hóa là giải pháp cho vấn đề tiến thoái tam nan của chuỗi khối: thông lượng của mạng lưới tăng lên với số lượng người dùng xác thực tạo nên nhiều mảnh hơn nữa.",
    "technology-instant-finality": "Idena sử dụng cơ chế kiểm soát đa danh tính thông qua bằng chứng con người và cơ chế đồng thuận BFT dựa trên một ủy ban cho ra kết quả nhanh chóng. Mỗi khối đào được bằng người xác thực của Idena là cuối cùng với tỉ lệ gần 100%, nghĩa là việc rẽ nhánh chuỗi khối là gần như không thể. Bạn cần phải đợi 2 khối để chắc rằng giao dịch của bạn sẽ không bao giờ bị đảo ngược.",
    "why-idena-no-authorities": "Danh tính mã hóa được xác thực cùng nhau bởi người dùng mà không cần chính quyền tập trung trong mạng lưới chia sẽ ngang hàng. Nó ẩn danh, tự quản lí và có hiệu lực toàn cầu. Danh tính mã hóa không có nhà cấp phát tập trung, nên nó không thể bị cấm, giới hạn hoặc kiểm duyệt.",
    "use-cases-democratic-governance": "Một người - một phiếu bầu là nguyên tắc nền tảng cho dân chủ. Danh tính mã hóa đưa khái niệm này lên chuỗi khối. Các cơ chế bỏ phiếu tiên tiến như bỏ phiếu bậc hai có thể cải tiến quản trị phi tập trung cho tất cả mọi người.",
    "use-cases-freedom-of-speech": "Mỗi tiếng nói có quyền được nghe. Idena cho phép sự lan tỏa thông tin liền mạch, và làm cho nội dung kháng kiểm duyệt.",
    "use-cases-universal-basic-income": "Đào coins Idena có thể được truy cập bởi tất cả mọi người sở hữu laptop bình dân với một kết nối Internet. Tất cả mọi thành viên của Idena được trao sức mạnh để duy trì mạng lưới và nhận được thu nhập đào bình đẳng. Những phần thưởng này có thể được coi là một dạng của thu nhập tối thiểu cho mọi người.",
    "technology-smart-contracts": "Giao dịch trên chuỗi khối có thể khá đắt. Nhưng Idena cho phép mọi người đào tiền mã hóa và tiêu nó khi sử dụng hợp đồng thông minh.",
    "why-idena-eco-friendly-mining": "Chuỗi khối Idena được thúc đẩy bởi cơ chế đồng thuận bằng chứng con người thân thiện với môi trường. Để xác thực giao dịch, thợ đào Idena cần có một danh tính mã hóa hợp lệ và phải giữ node của họ trực tuyến. Thu nhập đào không dựa trên phần cứng của bạn. Nó không cần phải dùng một lượng lớn điện năng, GPUs hoặc dàn máy đào.",
    "IDENA: Proof-of-Person blockchain": "IDENA: Chuỗi khối bằng chứng con người",
    "Join the mining of the first human-centric cryptocurrency": "Tham gia đào đồng tiền mã hóa đầu tiên lấy con người làm trung tâm",
    "Human-centric Blockchain": "Chuỗi khối lấy con người làm trọng tâm",
    "Join the democratic borderless world": "Tham gia vào thế giới dân chủ không biên giới",
    "Idena Web App": "Ứng dụng web Idena",
    "Idena Desktop App": "Ứng dụng Desktop Idena",
    "Next validation:": "Xác thực tiếp theo:",
    "Add to calendar": "Thêm vào lịch",
    "Validated nodes": "Nodes đã xác thực",
    "RUNNING NOW": "ĐANG CHẠY",
    "What is Idena": "Idena là gì",
    "Join Idena Network": "Tham gia mạng lưới Idena",
    "How to buy iDNA": "Mua iDNA bằng cách nào",
    "Why Idena": "Tại sao Idena",
    "Evolution of the Internet": "Sự tiến hóa của Internet",
    "Cryptoidentity": "Danh tính mã hóa",
    "No authorities": "Không có nhà cầm quyền",
    "Equal human rights": "Quyền con người bình đẳng",
    "Use cases": "Các trường hợp sử dụng",
    "Democratic governance": "Quản trị dân chủ",
    "Freedom of speech": "Tự do ngôn luận",
    "Universal basic income": "Thu nhập tối thiểu cho mọi người",
    "Attention economy": "Nền kinh tế của sự chú ý",
    "Technology": "Công nghệ",
    "Sharding + Cryptoidentity = Scalability": "Chia mảnh + Danh tính mã hóa = Khả năng mở rộng",
    "Smart contracts for everyone": "Hợp đồng thông minh cho tất cả mọi người",
    "Instant finality": "Giao dịch được ghi tức thì, không thể sửa đổi",
    "Eco friendly mining": "Việc đào thân thiện môi trường",
    "whatIsIdenaNotes": "Idena là chuỗi khối bằng chứng con người đầu tiên dựa trên các nguyên tắc dân chủ. Mỗi node đào được nối với một danh tính mã hóa - một người với quyên bỏ phiếu và thu nhập đào bình đẳng."
}
