{
    "Follow the instructions to create your account": "Làm theo hướng dẫn và tạo tài khoản",
    "Join the validation ceremony to validate your account": "Tham dự buổi lễ xác thực và xác thực tài khoản của bạn",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "Chờ đến khi buổi xác thực diễn ra. Làm theo hướng dẫn, giải flips và tận hưởng buổi lễ!",
    "idenaCommunityRedditLink": "Gia nhập <2>Idena subreddit</2> và yêu cầu một mã lời mời từ cộng đồng",
    "validationResults": "Đợi kết quả của buổi xác thực. Nếu bạn giải flips thành công, bạn sẽ nhận được trạng thái <2>Lính Mới</2>. Chúc mừng, bây giờ bạn đã là một danh tính mã hóa đã được xác thực!",
    "getInvitationNotes": "Để giảm thiểu khả năng tấn công đa danh tính, tốc độ phát triển của mạng lưới được kiềm hãm: Để tham gia mạng lưới Idena bạn cần lời mời. Lời mời mới chỉ có thể được gửi bởi người dùng đã xác thực. Số lượng lời mời bị giới hạn và sẽ tăng lên cùng với mạng lưới.",
    "idenaWebAppSignIn": "<0>Sign in</0> vào ứng dụng Idena Web <4>15 phút trước khi buổi xác thực diễn ra</4>. Kiểm tra bạn có trạng thái Chờ Xác Thực. Chắc chắn rằng bạn có kết nối mạng ổn định. Chúng tôi khuyên bạn nên dùng Laptop/PC để có trải nghiệm tốt nhất.",
    "SubmitFlips": "Tìm hiểu cách tạo flips và gửi ba flips trước kì xác thực tiếp theo. Nếu bạn không gửi 3 flips bạn sẽ không được phép tham gia vào kì xác thực kế tiếp.",
    "Step 1": "Bước 1",
    "Next validation:": "Xác thực tiếp theo:",
    "Add to calendar": "Thêm vào lịch",
    "How to join Idena": "Tham gia Idena bằng cách nào",
    "Get an invitation code": "Tìm một mã lời mời",
    "Please choose the platform where you have the most active account:": "Xin hãy chọn nền tảng nơi bạn có tài khoản hoạt động tích cực nhất:",
    "Step 2": "Bước 2",
    "Create and activate your Idena account": "Tạo và kích hoạt tài khoản Idena của bạn",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "Kích hoạt mã lời mời của bạn. Xin hãy chú ý mã lời mời sẽ hết hạn 5 phút trước lễ xác thực!",
    "Step 3": "Bước 3",
    "Stay updated": "Hãy theo dõi cập nhật mới nhất",
    "Validation ceremony is a time-sensitive event. It requires users to be strictly on time and to use the latest version of Idena app to be able to participate in validation. Even 1 minute late or outdated app version could lead to failure.": "Lễ xác thực là một sự kiện nhạy cảm về mặt thời gian. Nó đòi hỏi người dùng phải than dự thật đúng giờ và dùng phiên bản mới nhất của ứng dụng Idena để có thể tham gia xác thực. Kể cả 1 phút trễ hay ứng dụng phiên bản cũ cũng có thể dẫn đến thất bại.",
    "Twitter:": "Twitter:",
    "Step 4": "Bước 4",
    "tweetSendingTip": "<0>Gửi một tweet</0> với hashtag #IdenaInvite từ tài khoản của bạn. Để nhận một lời mời, tài khoản của bạn cần <4>lớn hơn hai tháng tuổi và có ít nhất <2>{{followersCount}}</2> số người theo dõi</4>. Dòng tweet nên nói:",
    "Prepare yourself for the validation session": "Chuẩn bị bản thân cho buổi xác thực",
    "Learn what a validation session is and how to pass it successfully": "Tìm hiểu về buối xác thực là gì và làm sao để vượt qua nó thành công",
    "Train to solve flips": "Tập luyện để giải flips",
    "Step 5": "Bước 5",
    "After validation": "Sau khi xác thực",
    "Start mining": "Bắt đầu đào",
    "Prolong your cryptoidentity status": "Gia hạn trạng thái danh tính mã hóa của bạn",
    "tweeterFollowLink": "Theo dõi <2>@IdenaNetwork</2>",
    "getInviteWithTwitterName": "Nhập tên twitter của bạn và nhấn nút <2>Get an invitation code</2>. Mã lời mời sẽ xuất hiện tự động.",
    "idenaWebAppLink": "Mở <2>ứng dụng Idena Web</2>",
    "ToStartMiningIdena": "Để bắt đầu đào Idena, bạn cần xác thực danh tính mã hóa của bạn. Nó không cần bạn phải tiết lộ bất kì thông tin cá nhân nào (không KYC). Bạn cần xuất hiện trực tuyến khi buổi lễ xác thực diễn ra và giải một loạt các bài kiểm tra flips (CAPTCHAs).",
    "idenaTelegramGroupLink": "Gia nhập <2>nhóm Telegram Idena</2> chính thức và yêu cầu mã lời mời từ cộng đồng.",
    "idenaCommunityDiscordLink": "Gia nhập <2>Cộng đồng Idena Discord</2> và yêu cầu lời mời từ cộng đồng trong kênh <5>#invite-requests</5>.",
    "joinIdenaTelegramLink": "Telegram: <2>kênh Thông Báo Idena</2> (chỉ có các cập nhật quan trọng và thông báo)",
    "DownloadIdena": "Tải xuống ứng dụng Desktop Idena.",
    "MigrateIdena": "Di cư tài khoản Idena của bạn (dùng trang Cài Đặt): xuất khóa riêng tư sao lưu từ ứng dụng web Idena rồi nhập nó vào ứng dụng Desktop Idena.",
    "ActivateMiningStatus": "Kích hoạt trạng thái đào và giữ Idena node của bạn đồng bộ để đào iDNA coins.",
    "ProlongCryptoidentityStatus": "Trạng thái danh tính mã hóa của bạn là hợp lệ cho đến chu kì tiếp theo. Bạn nên gia hạn trạng thái xác thực của mình cho mỗi chu kì mới.",
    "ScheduleNextValidation": "Lên lịch buổi xác thực kế tiếp."
}
