{
    "why-idena-sybil-resistance": "هویت رمزارزی پروفایل دیجیتال شما است. تقریبا منحصربفرد است یعنی شما می توانید به راحتی به یک اکانت اعتبار دهید اما برای اعتبار دادن به دو اکانت سخت تر می شود و تقریبا غیر ممکن است که اکانت های زیادی رو اعتبار دهید. پروفایل هر فرد قابلیت خرید و فروش را ندارند. ارزش و یا اعتبار آن هر سال افزایش پیدا می کند. قابلیت انتقال و یا تصاحب را ندارد. ناشناس ماندن و داشتن هویت تایید شده از پازل های گمشده وب ۳ است.",
    "why-idena-cryptoidentity": "آیدنا گام بعدی تکامل سیستم های غیر متمرکز در اینترنت است. ابتدا بیتکوین پرداخت های همتا به همتا رمز ارز را به ارمغان آورد. سپس اتریوم یک ماشین مجازی برای اجرای اپلیکیشن های غیرمتمرکز را گسترش داد. حالا آیدنا با معرفی هویت رمزارزی به مردم کمک می کند که یک حکومت دموکراتیک در اینترنت ایجاد کنند.",
    "why-idena-equal-human-rights": "تمامی هویت های رمز ارزی آیدنا با همدیگر برابر هستند: برای اعتبار دادن به هویت دیگران، رای دادن، تایید یک تراکنش و ... . ناشناس و غیر متمرکز بودن از اینکه قدرت های بزرگ حقوق بشر را نقص کنند جلوگیری می کند و از حق و حقوق افراد در یک جامعه آزاد حمایت می کند.",
    "Human-centric Blockchain": "بلاکچین انسان-محور",
    "Join the democratic borderless world": "به دنیای دموکراتیک بدون مرز ملحق شوید",
    "Idena Web App": "وب اپلیکیشن آیدنا",
    "Idena Desktop App": "اپلیکیشن دسکتاپ آیدنا",
    "Validated nodes": "گره یا نود تایید شده",
    "Next validation:": "اعتبار سنجی بعدی:",
    "RUNNING NOW": "در حال اجرا",
    "Add to calendar": "اضافه کردن به تقویم",
    "What is Idena": "آیدنا چیست",
    "Join Idena Network": "به شبکه آیدنا بپیوندید",
    "How to buy iDNA": "چگونه idna بخریم",
    "Why Idena": "چرا آیدنا",
    "Cryptoidentity": "هویت رمز ارزی",
    "Use cases": "موارد استفاده",
    "Democratic governance": "حکومت دموکراتیک",
    "Freedom of speech": "آزادی بیان",
    "Universal basic income": "درآمد پایه جهانی",
    "Technology": "تکنولوژی",
    "Eco friendly mining": "استخراج سازگار با محیط زیست",
    "IDENA: Proof-of-Person blockchain": "آیدنا: بلاکچین گواه اثبات شخص",
    "Join the mining of the first human-centric cryptocurrency": "به اولین پایگاه استخراج رمز ارز انسان محور ملحق شوید",
    "Equal human rights": "حقوق بشر برابر",
    "Smart contracts for everyone": "قراردادهای هوشمند برای همه",
    "whatIsIdenaNotes": "آیدنا اولین بلاکچین گواه اثبات شخص بر اساس قوانین دموکراتیک است. هر گره یا نود استخراج به یک هویت رمز ارزی متصل است - یک شخص با قدرت رای و درآمد مساوی از استخراج.",
    "whatIsIdenaToStartMining": "هر شخصی می تواند اعتبار سنج (ولیدیتور) آیدنا شود فارغ از اینکه کی هست و کجا زندگی می کند. برای شروع کردن به استخراج آیدنا، شما نیاز دارید که ثابت کنید یک شخص منحصربفرد هستید. برای این کار به هیچ گونه اطلاعات شخصی و یا اهراز هویت نیاز نیست. زمانی که اعتبارسنجی شروع می شود، شما باید بصورت آنلاین حضور پیدا کنید و فلیپ تست های مختلف را پاسخ دهید."
}
