{
    "How to contribute to Idena": "Jak przyczynić się do rozwoju Ideny",
    "Idena is an open source project and the Idena community is its key driving force.": "Idena jest projektem open source, a społeczność Ideny jest jego kluczową siłą napędową.",
    "Idena is an open source project and the Idena community is its key driving force. Every community member should have an opportunity to contribute and get a reward.": "Idena jest projektem open source, a społeczność Ideny jest jego kluczową siłą napędową. Każdy członek społeczności powinien mieć możliwość wniesienia swojego wkładu w projekt i otrzymania nagrody.",
    "Idena's ambition is to be truly global and diverse. We would like people from various countries and of all languages to join Idena. If you speak a language other than English that is a valuable asset. Start and grow a new community in your own language, take your time to educate them about Idena and help them join the network.": "Ambicją Ideny jest bycie prawdziwie globalnym i różnorodnym projektem. Chcielibyśmy, aby do Ideny dołączali ludzie ze wszystkich krajów i języków. Jeśli mówisz w innym języku niż angielski, jest to cenny atut. Załóż i rozwijaj nową społeczność w swoim własnym języku, poświęć trochę czasu na edukowanie ich o Idena i pomóż im dołączyć do sieci.",
    "How to contribute": "Jak wnieść swój wkład",
    "1. Distribute invitations": "1. Rozdawanie zaproszeń",
    "Non-official Idena community channels": "Nieoficjalne kanały społeczności Idena",
    "Idena Forum": "Forum Idena",
    "Posts allowed for Idena validated participants": "Pisanie na forum jest dostępne tylko dla uczestników zweryfikowanych przez Idenę",
    "English-speaking with Serbian/Croatian/French/Polish language local room (Sign-in with Idena enabled)": "Anglojęzyczny z lokalnymi kanałami serbskimi/chorwackimi/francuskimi/polskimi (logowanie poprzez Idenę)",
    "French-speaking local room": "Francuskojęzyczny lokalny kanał",
    "French-speaking telegram group": "Francuskojęzyczna grupa na telegramie",
    "Russian-speaking group": "Rosyjskojęzyczna grupa",
    "Indonesian-speaking group": "Indonezyjskojęzyczna grupa",
    "Indian telegram group": "Indyjska grupa na telegramie",
    "non-official forum": "nieoficjalne forum"
}
