{
    "IDENA FAQ": "イデナのよくある質問",
    "We are here to help you. Browse through the most frequently asked questions. Can’t find an answer? Email us at info@idena.io": "私たちはあなたをサポートします。よくあるご質問をまとめました。答えが見つかりませんか？info@idena.io までご連絡ください",
    "The uniqueness of participants is proven by the fact that they must solve and provide the answers for flip-puzzles synchronously. A single person is not able to validate herself multiple times because of the very limited timeframe for the submission of the answers.": "参加者の独自性は、フリップパズルを同期して解いて答えを出さなければならないことで証明されています。限られた時間内に解答を提出しなければならないため、一人で何度も検証することはできません。",
    "Technically, an account can be sold and bought. However, the Idena protocol introduces economic incentives to prevent participants from doing that. A person who sells their account can simply kill the cryptoidentity afterwards to unlock their frozen coins (frozen coins accumulate for each account as a part of UBI and cannot be spent while the account is valid).": "技術的には、アカウントを売買することは可能です。しかし、イデナプロトコルでは、参加者がそのようなことをしないように経済的なインセンティブを導入しています。アカウントを売却した人は、その後c暗号化IDを無効化するだけで、凍結されたコインのロックを解除することができます（凍結されたコインはUBIの一部としてアカウントごとに蓄積され、アカウントが有効な間は使用できません）。",
    "To use Idena only for sending coins, you just need to download the app. To create a cryptoidentity and start mining coins, you should receive an invitation code from a validated participant of the network and use the code to apply for validation.": "イデナをコインの送信のみに使用する場合は、アプリをダウンロードするだけです。暗号化IDを作成してコインの採掘を開始するには、ネットワークの有効な参加者から招待コードを受け取り、そのコードを使って検証を申請する必要があります。",
    "Please notice that validated members have limited number of invites (1 or 2 invites). The person who invites you gets invitation rewards for 3 subsequent validations passed by you. If you are not going to participate in the upcoming validation, please notify the person who invited you so he/she could have a chance to find another invitee and get an invitation reward.": "有効化されたメンバーの招待回数には制限があります（1回または2回）のでご注意ください。あなたを招待した人は、あなたが通過した３回の検証に対して招待報酬を得ることができます。次回の検証に参加されない場合は、あなたを招待した方にその旨をお知らせください。",
    "The pace of network growth is restricted to minimize the probability of a Sybil attack.": "シビルアタックの可能性を最小限にするために、ネットワークの成長のペースを制限しています。",
    "The Idena protocol introduces incentives to prevent participants from buying and selling invitations. The person who sells an invitation can kill the invited participant and get the staked/locked coins during the next several epochs before their status is \"Verified\". The seller can double-spend the invitation by selling it multiple times. Invitations should be granted for free to trusted people only (relatives, friends, and so on).": "イデナプロトコルでは、参加者が招待状を売買することを防ぐためのインセンティブを導入しています。招待状を売った人は、招待された参加者を無効化し、そのステータスが「検証済」になるまでの次の数エポックの間に、支払われてロックされたコインを手に入れることができます。販売者は、招待状を複数回販売することで、二重に消費することができてしまいます。このような事態を避けるため、招待状は、信頼できる人（親戚や友人など）にのみ無料で与えるべきです。",
    "How do I join the network?": "ネットワークに参加するにはどうすればいいですか？",
    "Every account in Idena has two wallets: the Idena wallet and the stake. The stake is like your pension account: 20% of all your Idena rewards (mining, validation rewards, flip rewards, valid invitation rewards, and so on) accumulate in the stake, while the remaining 80% goes directly to your Idena wallet.": "イデナのすべての口座には、イデナウォレットとステークという2つのウォレットがあります。ステイクは、年金口座のようなものです。アイデナの報酬（マイニング、検証報酬、フリップ報酬、有効な招待報酬など）の20％はステークに蓄積され、残りの80％はアイデナウォレットに直接入ります。",
    "Discrimination of identities with the Newbie status": "新人の区別",
    "Only 20% of earned coins is mined to the main wallet for Newbies. The rest 80% is mined to the stake: in total 60% of earned coins is temporary locked in the stake until a Newbie becomes Verified.": "初心者の場合、獲得したコインの20％のみがメインウォレットに振り込まれます。残りの80％はステークになります。合計で60％の獲得コインは、『初心者』が『検証済』になるまでステークに一時的にロックされます。",
    "The date of the validation session is calculated by the network and is shown in the Idena app. The time is always fixed: 13:30 UTC.": "検証セッションの日付は、ネットワークによって計算され、Idenaアプリに表示されます。時間は常に固定されています：13:30 UTC。",
    "Proof of person": "人物証明",
    "How do you ensure that the network does not have duplicate users?": "ネットワーク上でユーザーが重複しないようにするにはどうすればいいですか？",
    "The validation status of a participant is not forever. It expires when the next epoch starts. Participants should prolong their validation status for every new epoch.": "参加者の検証状況は永遠ではありません。次のエポックが始まるときに失効します。参加者は、新しいエポックごとに検証ステータスを延長する必要があります。",
    "How do you prevent users from buying or selling their accounts?": "ユーザーが自分のアカウントを売買できないようにするにはどうすればいいですか？",
    "To sell an account, the seller provides a copy of the account's private key. The buyer cannot be sure that another copy of the private key will not stay with the seller. Thus, the private key enables the seller to kill the cryptoidentity at any time, and the buyer would not have an economic reason to buy an Idena account.": "アカウントを売却するために、売り手はアカウントの秘密鍵のコピーを提供します。買い手は、プライベートキーの別のコピーが売り手に残らないとは限らない。したがって、秘密鍵によって売り手はいつでも暗号化IDを殺すことができ、買い手にはイデナアカウントを購入しても経済的利益がないことになる。",
    "Where to start": "何から始めるか",
    "How can I get an invitation?": "招待状をもらうにはどうすればいいですか？",
    "Be aware that person who invites you can terminate your cryptoidentity until you get Verified status. In this case he/she can take 1/6 of your stake if you are not going to participate in the upcoming validation.": "あなたを招待した人は、あなたが検証済みのステータスを取得するまであなたの暗号化IDを終了させることができることに注意してください。この場合、次回の検証に参加しないのであれば、その人はあなたの報酬残高の1/6を受け取ることができます。",
    "How do I start using Idena?": "イデナを使い始めるにはどうすればいいですか？",
    "Make sure your node is synchronized, and activate the invitation code. Check your identity status; it should be \"Candidate.\"": "ノードが同期されていることを確認し、招待コードを有効にしてください。IDステータスが 『候補者』になっていることを確認してください",
    "Solve the flips during the validation time. Be agile. The first 6 flips must be submitted in less than 2 minutes.": "検証時間中にフリップを解決する。機敏に動くこと。最初の6つのフリップは2分以内に提出しなければなりません。",
    "Once your account is validated, keep your node up and running in order to mine coins.": "アカウントが認証されたら、コインを採掘するためにノードを稼働させます。",
    "Learn how to create flips. Don't forget to create three flips before the next validation in advance. Schedule your next validation.": "フリップの作成方法をご紹介します。次回の検証までに、事前に3つのフリップを作成することを忘れないでください。次の検証のスケジュールを決める。",
    "Why do you need an invitation to join the Idena network?": "イデナのネットワークに参加するのに、なぜ招待状が必要なのですか？",
    "Does the Idena protocol prevent users from buying or selling invitations?": "イデナのプロトコルでは、ユーザーが招待状を売買することはできないのですか？",
    "What is the invitations distribution?": "招待状の配布は？",
    "The targeted number of invitations in the network is calculated as 50% of the network size after each validation (Idena foundation invitations remaining extra).": "ネットワーク内の目標招待数は、各検証後のネットワークサイズの50％として計算されます（イデナ財団の招待状は別途残っています）。",
    "What is a stake in Idena?": "イデナのステークとは？",
    "The stake cannot be spent while your account is valid. You receive these coins in your Idena wallet only when you voluntary terminate your Idena account - that is, when you “kill” your cryptoidentity.": "アカウントが有効な間は、このステークを使用することはできません。これらのコインをIdenaウォレットで受け取ることができるのは、任意でIdenaアカウントを解約したとき、つまり自分の暗号化IDを「無効化」したときだけです。",
    "When your account is killed by the network protocol, you lose your stake.": "自分のアカウントがネットワークプロトコルによって無効化されると、自分のステークがなくなる。",
    "Idena does not use the stake for governance purposes.": "イデナでは、ステークをガバナンス目的では使用しません。",
    "60% of earned coins will be sent back to the main wallet once a Newbie becomes Verified.": "『初心者』が『検証済』になると、獲得したコインの60%がメインウォレットに戻されます。",
    "Newbies cannot terminate their identities to withdraw the stake.": "初心者の方は、ステークを引き出すためにIDを解除することはできません。",
    "Validation session": "検証セッション",
    "How do I find out when the next validation session starts?": "次の検証セッションの開始日を知るにはどうしたらいいですか？",
    "The bigger the network is, the less frequently the validation sessions happen.": "ネットワークが大きくなればなるほど、検証セッションの頻度は低くなります。",
    "The validation date will be adjusted to Saturdays once the network reaches 9441 identities. The total epoch duration is limited to 28 days.": "検証日は、ネットワークが 9441 個の ID に達した時点で土曜日に調整されます。全エポック期間は28日までです。",
    "Do you think the chosen validation time is fair for all countries?": "選ばれた検証時間は、すべての国にとって公平だと思いますか？",
    "Network size": "ネットワーク規模",
    "Flip challenge": "フリップチャレンジ",
    "The validation time of 13:30 UTC covers most countries when most people are awake. These are the local times for some of the world's cities (as of June 1, 2019):": "検証時間の13:30 UTCは、多くの人が起きているほとんどの国をカバーしています。世界のいくつかの都市の現地時間です（2019年6月1日現在）。",
    "San Francisco, USA 6:30": "サンフランシスコ、米国 6:30am",
    "New York, USA 9:30": "ニューヨーク、米国 9:30",
    "Tunis, Tunisia 14:30": "チュニス、チュニジア 14:30",
    "Berlin, Germany 15:30": "ベルリン、ドイツ 15:30",
    "Moscow, Russia 16:30": "モスクワ、ロシア 16:30",
    "Delhi, India 19:00": "デリー、インド 19:00",
    "Beijing, China 21:30": "中国、北京 21:30",
    "Sydney, Australia 23:30": "シドニー、オーストラリア 23:30",
    "Why are there actually two sessions — a short and a long one — during the validation ceremony?": "検証セレモニーでは、なぜ短いセッションと長いセッションの2つがあるのですか？",
    "The short validation session has a very limited time frame, less than two minutes, and consists of six flips, each of which is received only by 1–4 participants in the network (depending on the network size). This session’s task is conducting a Turing test: telling humans from AI.": "短い検証セッションは、2分以内という非常に限られた時間で、6回のフリップで構成されており、それぞれのフリップはネットワーク内の1～4人の参加者のみが受け取ることができます（ネットワークの大きさによって異なります）。このセッションの課題は、「人間とAIを見分ける」というチューリング・テストを行うことです。",
    "The long flip qualification session lasts 30 minutes and consists of 25-30 flips, each of which is received by a larger number of network participants (depending on the network size). This session enables the network to achieve a consensus on flip quality and the right answer to a flip.": "長いフリップ認定セッションは30分続き、25～30枚のフリップで構成され、それぞれのフリップをより多くのネットワーク参加者が受け取ることができます（ネットワークの規模によります）。このセッションにより、ネットワークはフリップの品質とフリップに対する正しい答えについてのコンセンサスを得ることができます。",
    "What validation score do I need to be validated?": "どのような検証スコアが必要ですか？",
    "To get validated, you need to meet these three requirements during each validation session:": "検証を受けるためには、各検証セッションでこれらの3つの要件を満たす必要があります。"
}
