{
    "How to verify your Gitcoin account with Idena": "イデナでGitcoinアカウントを確認する方法",
    "Verify your Gitcoin": "Gitcoinを認証する",
    "Next validation:": "次回の検証：",
    "Add to calendar": "カレンダーに追加",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "Idenaは、民主主義の原則に基づいた初のプルーフ・オブ・パーソン・ブロックチェーンです。すべてのノードは、投票権とマイニング収入を等しく持つ固有の人物である暗号化IDにリンクされています。",
    "Step 1": "ステップ１",
    "Get an invitation code": "招待コードの取得",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "招待状の数には限りがあります。招待状の不正流出を防ぎ、より多くの新規ユーザーを迎えるために、あなたが単一な人間であることを確認しなければなりません。招待状は競争原理に基づいて配布されます：最も信頼できるアカウントが最初に招待状を受け取ることになります。",
    "Step 2": "ステップ２",
    "Create and activate your Idena account": "イデナアカウントの作成と有効化",
    "Step 3": "ステップ３",
    "Prepare yourself for the validation session": "検証セッションの準備をする",
    "Learn what a validation session is and how to pass it successfully": "検証セッションとは何か、そしてそれを成功させる方法を学ぶ",
    "Train to solve flips": "フリップを解くためのトレーニング",
    "Step 4": "ステップ４",
    "Join the validation ceremony to validate your account": "検証セレモニーに参加してアカウントを有効にする",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "検証セッションが始まるのを待ちます。指示に従ってフリップを解き、プロセスを楽しんでください！",
    "Follow the instructions to create your account and activate it with your invitation code:": "指示に従ってアカウントを作成し、招待コードで活性化してください：",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "検証された暗号化IDは、個人データを開示することなく、あなたがユニークな人間であることを保証します。これにより、投票がシンビル攻撃の対象となりうる場合に、より多くの投票権を持つことができます。イデナで認証されたGitcoinアカウントは、Gitcoinの資金調達において+50%のグラントマッチボーナスを得ることができます。",
    "Congratulations! Your Idena account is now verified": "おめでとうございま！あなたのイデナアカウントが認証されました",
    "idenaCommunityDiscordLink": "<2>イデナコミュニティディスコード</2>に参加し、<6>#invite-requests</6>チャンネルでコミュニティに招待をリクエストしてください。",
    "tweetSendingTip": "自分のアカウントからハッシュタグ「#IdenaTrustBonus」をつけて<0>ツイート</0>してください。招待を受けるためには、あなたのアカウントが<4>1年以上または2ヶ月以上経過していて、<1>{{followersCount}}</1>のフォロワー数以上であること</4>。ツイートの内容は：",
    "validationResults": "検証結果を待ちます。うまくフリップが解けていれば、<2>Newbie</2>という のステータスが表示されます。おめでとうございます！あなたは今、検証に合格しました！",
    "Please choose the platform where you have the most active account:": "あなたが最もアクティブなアカウントを持っているプラットフォームを選択してください：",
    "Step 5": "ステップ５",
    "Connect your Idena account to your Gitcoin profile": "イデナアカウントとGitcoinプロファイルの接続",
    "Find Idena and click Verify": "イデナを見つけて「検証」をクリック",
    "Authorise Gitcoin to access your Idena account": "Gitcoinによるイデナアカウントへのアクセスを許可する",
    "idenaTelegramGroupLink": "公式<2>イデナテレグラムグループ</2>に参加して、コミュニティからの招待をリクエストしてください。",
    "idenaWebAppLink": "<2>イデナウェブアプリ</2>を開く",
    "idenaWebAppSignIn": "イデナウェブアプリへの<0>サインイン</0> <4>次の検証セッションが始まる15分前</4>。検証待ちの状態になっていることを確認します。信頼性の高い高速のインターネット接続があることを確認してください。より快適にご利用いただくために、ラップトップ/PCのご利用をお勧めします。",
    "gitcoinTrustBonusLink": "Gitcoinプロファイルの<2>Trust Bonusタブ</2>にアクセスします"
}
