{
    "How to verify your Gitcoin account with Idena": "イデナでGitcoinアカウントを確認する方法",
    "Verify your Gitcoin": "Gitcoinを確認する",
    "Next validation:": "次回の検証：",
    "Add to calendar": "カレンダーに追加",
    "Idena is the first proof-of-person blockchain based on democratic principles. Every node is linked to a cryptoidentity — a unique person with equal voting power and mining income.": "イデナは、民主主義の原則に基づいた初のプルーフ・オブ・パーソン（人物証明）のブロックチェーンです。それぞれのノードは、平等な投票権と採掘収入が付与される固有の人物を表す暗号化されたIDと繋がっています。",
    "Step 1": "ステップ１",
    "Get an invitation code": "招待コードの取得",
    "The number of invitations is limited. To prevent invite drain and welcome more new users, we need to confirm you are a unique human. Invitations will be distributed on a competitive basis: the most trustworthy accounts will get invitations first.": "招待状の数には限りがあります。招待状の不正流出を防ぎ、より多くの新規ユーザーを迎えるために、本当の人間かどうかを確認します。招待状は競争原理で配布されます：信頼のおけるアカウントから順に招待状が届きます。",
    "Step 2": "ステップ２",
    "Create and activate your Idena account": "イデナアカウントの作成と有効化",
    "Step 3": "ステップ３",
    "Prepare yourself for the validation session": "検証セッションの準備をする",
    "Learn what a validation session is and how to pass it successfully": "検証セッションとは何か、そしてそれを成功させる方法を学ぶ",
    "Train to solve flips": "フリップを解くためのトレーニング",
    "Step 4": "ステップ４",
    "Join the validation ceremony to validate your account": "検証式典に参加してアカウントを有効にする",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "検証セッションが始まるのを待ちます。指示に従ってフリップを解き、プロセスを楽しんでください！",
    "Follow the instructions to create your account and activate it with your invitation code:": "指示に従ってアカウントを作成し、招待コードで活性化してください：",
    "Your validated cryptoidentity ensures you are a unique human without revealing any personal data. It allows you to have more voting power when the voting can be subject to a sybil attack. Gitcoin accounts verified with Idena get +50% grants match bonus in Gitcoin funding.": "検証された暗号化IDは、個人データを開示することなく、あなたが独立した人であることを保証します。これにより、シビル攻撃を受けた時でも、より多くの投票権で対抗することができます。イデナで認証したGitcoinアカウントは、Gitcoinにおいて+50%のグラントマッチボーナスを得ることができます。",
    "Congratulations! Your Idena account is now verified": "おめでとうございま！あなたのイデナアカウントが認証されました",
    "idenaCommunityDiscordLink": "<2>イデナコミュニティ Discord</2>に参加し、<5>#invite-requests</5>チャンネルでコミュニティに招待コードをリクエストしてください。",
    "tweetSendingTip": "自分のアカウントからハッシュタグ#IdenaInviteをつけて<0>ツイートを送信 <0>してください。招待を受けるためには、そのアカウントが<4>2ヶ月以上経過していて、少なくとも<1>{{followersCount}}</1>のフォロワーがいる<4>必要があります。ツイートの内容はこうです：",
    "validationResults": "検証結果を待ちます。うまくフリップが解けていれば、<2>Newbie</2>という のステータスが表示されます。おめでとうございます！あなたは今、検証に合格しました！",
    "Please choose the platform where you have the most active account:": "最も良く使うプラットフォームを選択してください：",
    "Step 5": "ステップ５",
    "Connect your Idena account to your Gitcoin profile": "イデナアカウントとGitcoinプロファイルの接続",
    "Find Idena and click Verify": "イデナを見つけて「検証」をクリック",
    "Authorise Gitcoin to access your Idena account": "Gitcoinによるイデナアカウントへのアクセスを許可する",
    "idenaTelegramGroupLink": "イデナの公式<2>テレグラムグループ</2>に参加し、コミュニティに招待コードをリクエストしてください。",
    "idenaWebAppLink": "<2>イデナウェブアプリ</2>を開く",
    "idenaWebAppSignIn": "<4>検証セッション開始の15分前</4>に、Idena Web Appに<0>サインイン</0>します。検証待ちの表示がされていることを確認します。安定したインターネット接続があることを確認してください。より快適にご利用いただくために、ラップトップ/パソコンのご利用をお勧めします。",
    "gitcoinTrustBonusLink": "Gitcoinプロファイルの<2>Trust Bonusタブ</2>にアクセスします",
    "Follow the instructions to create your account": "指示に従ってアカウントを作成する",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "招待コードを有効にしてください。招待コードの有効期限は、認証の5分前までですのでご注意ください ！",
    "tweeterFollowLink": "<2>@IdenaNetwork</2>をフォロー",
    "getInviteWithTwitterName": "Twitterの名前を入力し、<2>Get an invitation code</2>ボタンをクリックします。招待コードが自動的に表示されます。",
    "idenaCommunityRedditLink": "<2>Idena subreddit</2>に参加して、コミュニティに招待コードをリクエストする"
}
