{
    "In order to find the Idena client log files, type the following in the terminal:": "Idenaクライアントのログファイルを見つけるために、ターミナルで次のように入力：",
    "IDENA Installation and troubleshooting guide": "イデナインストールおよびトラブルシューティングガイド",
    "Installation and troubleshooting guide": "インストールとトラブルシューティングガイド",
    "Idena installation": "イデナのインストール",
    "How to install the Idena node on macOS?": "macOSにイデナノードをインストールするには？",
    "Create an Idena folder on your desktop where the node will run": "デスクトップにイデナ（Idena）フォルダを作成し、ノードを実行する",
    "Download the latest version of the Idena node:": "最新のIdena nodeをダウンロード：",
    "Open the terminal": "ターミナル（Terminal）を開く",
    "Switch to the Idena folder by typing cd:": "cdと入力してIdenaフォルダに切り替え：",
    "Make the file executable by typing chmod +x command:": "chmod +xコマンドを入力して、ファイルを実行可能な状態にする：",
    "Run the node:": "ノードを実行：",
    "How to install the Idena client on macOS?": "イデナのクライアントをmacOSにインストールするには？",
    "Open Idena as a normal app": "通常のアプリとしてイデナを開く",
    "built-in node": "組み込み内蔵ノード",
    "Remote node": "遠隔ノード",
    "How to move my identity address to another computer?": "自分のIDアドレスを別のパソコンに移すにはどうすればいいですか？",
    "How to build the Idena client from source?": "イデナのクライアントをソースからビルドするには？",
    "Install the dependencies:": "依存関係を：",
    "Run the app:": "アプリを起動：",
    "Running the Idena node on a remote server": "リモートサーバでのイデナノードの実行",
    "What are the minimum requirements for VPS to run the Idena node?": "イデナのノードを動作させるためのVPSの最低要件は何ですか？",
    "You can use the following minimum VPS configuration for running the Idena node:": "Idenaノードを稼働させるための最小のVPS構成は以下の通り：",
    "How to run the Idena node on VPS?": "VPS上でイデナノードを動作させるには？",
    "1. Check your VPS ports settings": "1. VPSのポート設定の確認",
    "Open the following port to allow discovering of your node by other peers:": "他のピアが自分のノードを発見できるように、以下のポートを開く：",
    "2. Disable private IP addresses scanning": "2. プライベートIPアドレスのスキャンを無効にする",
    "3. More details": "3. 詳細はこちら",
    "How to connect to my Idena node running on a remote server from my local computer?": "ローカルコンピュータからリモートサーバ上で動作している自分のIdenaノードに接続するにはどうすればいいですか？",
    "1. Establish tunnel connection (using PuTTy)": "1. トンネル接続の確立（PuTTyを使用）",
    "Install PuTTY on your local computer": "ローカルコンピュータにPuTTYをインストールする",
    "Using ssh": "sshの使い方",
    "You can also setup tunnel connection using ssh:": "sshを使ってトンネル接続することもできます：",
    "Open Settings page in the Idena app": "Idenaアプリの設定画面を開く",
    "Idena remote node connection settings": "イデナのリモートノード接続設定",
    "Specify remote node connection address as follows:": "リモートノードの接続アドレスを以下のように指定：",
    "Troubleshooting": "トラブルシューティング",
    "Where can I find the Idena node log file?": "Idenaのノードログファイルはどこにありますか？",
    "The log file can be found in the same directory where the Idena node is located:": "ログファイルは、Idenaノードがあるのと同じディレクトリにあります：",
    "Where can I find the Idena client log file?": "イデナのクライアントログファイルはどこにありますか？",
    "In order to find the Idena client log files, open the following directory in the Windows file explorer:": "イデナクライアントのログファイルを探すには、Windowsのファイルエクスプローラーで以下のディレクトリを開きます：",
    "dowloadMacLink": "最新の<2>Idena Client</2>をダウンロードし、インストールする",
    "macUserGuuideLink": "macOSが正体不明の開発者を訴えている場合は、<2>macOSユーザーガイド</2>に従ってください",
    "backupNodekeyFileHint": "現在のノードバージョン<4><0>{{release}}</0></4>では秘密鍵の暗号化がサポートされていないため、<1>nodekey</1>ファイルを安全にバックアップしてください。",
    "copyNodekeyFile": "<1>nodekey</1>ファイルを新しい場所にコピーし、ノードを再起動する",
    "idenaClientGuthubLink": "<2>github リポジトリ</2>からIdenaクライアントのソースコードを入手する",
    "createConfigFile": "ノードが置かれているのと同じフォルダに、以下の設定ファイルを作成します（ダウンロード例：<2><0>config.json</0></2>）：",
    "runConfigParameter": "<1>--config</1>パラメータを指定してノードを実行します。",
    "connectToRemoteNode": "<1>「リモートノードへの接続」</1>のトグルを有効にする",
    "runUsingCustomApiKey": "また、<1>apikey</1>パラメータを使って、カスタムのapi-keyでノードを実行することもできます：",
    "runNodeWithLowpower": "プロファイルパラメータに<1>lowpower</1>を指定してノードを実行します：",
    "idenaSiteHint": "Idena のコミュニティ メンバーである @rioda 氏が開発した <2>idena.site</2> に、ステップバイステップの Idena インストール ガイドがあります。<5></5>答えが見つかりませんか? <8>info@idena.io</8>までメールでお問い合わせください。",
    "defaultNodePort": "イデナノードのRPCは、デフォルトで<1>9009</1>ポートで動作しています。<5>9009</5>ポートが閉じていることを確認してください。ノードにリモートで接続したい場合は、トンネル接続を使用してください。",
    "communityMembetTutorial": "Idenaのコミュニティメンバーである<2>@realRioda</2>が提供するチュートリアルを<5>https://idena.site/faq_tutorials...</5>でご覧ください ",
    "We are here to help to you with running the Idena Node. Browse through the known issues and most frequently asked questions.": "私たちは、イデナノードの運用をお手伝いします。既知の問題と最もよくある質問をご覧ください。",
    "Move the downloaded file into the newly created Idena folder": "ダウンロードしたファイルを、新たに作成したイデナ（Idena）フォルダに移動",
    "How to backup the private key?": "秘密鍵のバックアップ方法は？",
    "The private key is generated automatically once the node is launched for the first time. You can find the private key in the directory where the node is located:": "秘密鍵は、ノードを初めて起動したときに自動的に生成されます。秘密鍵は、ノードが置かれているディレクトリの中にあります。",
    "In order to run the node with your existing address on another computer, make a copy of your node's private key. You can find the private key file in the directory where the node is located:": "既存のアドレスを持つノードを別のコンピュータで動作させるためには、ノードの秘密鍵のコピーを作成してください。秘密鍵のファイルは、ノードがあるディレクトリにあります。",
    "Connect to your server with PuTTY using the following tunnel configuration:": "以下のトンネル構成で、PuTTYを使ってサーバーに接続：",
    "PuTTY tunnel connection configuration": "PuTTYのトンネル接続設定",
    "2. Specify Idena node connection parameters": "2. イデナのノード接続パラメータの指定",
    "Specify node api-key parameter for the secure connection.": "セキュアな接続のためのノード api-key パラメータを指定します。",
    "I'm having a bad Internet connection. How to reduce the upload traffic produced by the node?": "インターネットの接続状態が悪いのですが、どうすればいいですか？ノードが生成するアップロードトラフィックを減らすには？"
}
