{
    "Democratic governance": "民主的な自治統治",
    "technology-smart-contracts": "ブロックチェーンの取引にはそのための費用がかかります。しかし、イデナでは誰でも暗号通貨を採掘でき、それを使いスマートコントラクトを実行できます。",
    "No authorities": "権力者がいない",
    "Smart contracts for everyone": "誰でも使えるスマートコントラクト",
    "technology-scalability-decentralization-security": "毎秒数千件のトランザクションを実行するスケーラブルなブロックチェーンを、安全性と分散性を損なうことなく構築することができます。シャーディングと暗号化IDを組み合わせることで、ブロックチェーンのトリレンマを解決します。",
    "use-cases-democratic-governance": "一人一票は、民主主義の基本原則です。暗号化IDは、この概念をブロックチェーンにもたらします。二次投票のような高度な投票メカニズムは、誰にとっても分散型ガバナンスを向上させる可能性があります。",
    "use-cases-freedom-of-speech": "すべての声には、聞いてもらう権利があります。イデナは、情報を組まなく広めることができ、コンテンツが検閲されにくくなります。",
    "Sharding + Cryptoidentity = Scalability": "シャーディング＋暗号化されたID＝スケーラビリティ",
    "Equal human rights": "平等な人権",
    "Universal basic income": "ユニバーサル・ベーシック・インカム",
    "Instant finality": "瞬時の合意収束",
    "IDENA: Proof-of-Person blockchain": "イデナ：人が証明するブロックチェーン",
    "Join the mining of the first human-centric cryptocurrency": "人を中心とした初の暗号通貨の採掘に参加する",
    "Next validation:": "次回の検証：",
    "Add to calendar": "カレンダーに追加",
    "why-idena-eco-friendly-mining": "イデナブロックチェーンは、環境に優しい人物証明コンセンサスによって駆動されます。取引を検証するために、イデナの採掘鍛造者は有効な暗号化IDを持ち、自分のノードをオンラインにしておく必要があります。採掘鍛造収入は、使用機器に依存しません。大量の電気やGPU、装置を使い切る必要はありません。",
    "why-idena-cryptoidentity": "イデナは、インターネット上の分散型システムの進化の次のステップです。まず、ビットコインがピアツーピアの暗号通貨決済をもたらしました。そしてイサリアムは、分散型アプリを実行するための仮想マシンを開発しました。Idenaは、人々がインターネット上で民主的な統制の仕組みを構築することを可能にする暗号化IDを導入しました。",
    "Freedom of speech": "言論の自由",
    "Technology": "テクノロジー",
    "why-idena-sybil-resistance": "暗号化IDは、デジタルで認証されたあなたのアバターです。半永久的に有効なので、1つのアカウントを認証するのは簡単ですが、2つのアカウントを同時認証するのは非常に難しく、多くのアカウントを取得することは不可能です。IDは売買できず、その価値は時間とともに高まり、乗っ取られることもありません。匿名性と耐シビル性を備えたIDは、現在のWeb 3.0に欠けている領域です。",
    "why-idena-equal-human-rights": "イデナのすべての暗号 ID は、他の ID を検証する権利、投票する権利、取引を検証する権利が等しく備わっています。自己主権型、分散型、匿名型の暗号IDは、権力者による人権侵害を防ぎ、個人が自分自身であり、自由に交際する権利をサポートします。",
    "Validated nodes": "検証済みノード",
    "Eco friendly mining": "環境にやさしい採掘と鍛造",
    "use-cases-universal-basic-income": "イデナコインの採掘鍛造は、インターネットに接続された平均的なラップトップを所有する誰もが利用可能です。イデナの参加者は全員、ネットワークを維持し、平等な報酬を得ることができます。これら報酬は、ユニバーサル・ベーシック・インカムの一形態と考えられます。",
    "whatIsIdenaNotes": "イデナは、民主主義の原則に基づいた初めての人物証明のためのブロックチェーンです。すべての採掘鍛造ノードは、人の暗号化IDにリンクされ、投票権と成果報酬が等しく公平に分配されます。",
    "Attention economy": "関心の経済",
    "RUNNING NOW": "ただいま実行中",
    "Use cases": "使用例",
    "Cryptoidentity": "暗号化されたアイデンティティ",
    "Human-centric Blockchain": "人が中心のブロックチェーン",
    "Join the democratic borderless world": "国境のない民主的な世界へ参加",
    "Idena Web App": "イデナウェブアプリ",
    "Idena Desktop App": "イデナデスクトップアプリ",
    "What is Idena": "イデナとは何か",
    "Join Idena Network": "イデナネットワークに参加する",
    "Why Idena": "なぜイデナなのか",
    "Evolution of the Internet": "インターネットの進化",
    "whatIsIdenaToStartMining": "自分が誰であるか、どこに住んでいるかに関わらず、すべての個人がイデナの検証作業を行うことができます。イデナの採掘鍛造を始めるには、自分が一個の人間であることを証明する必要があります。個人情報の開示は一切必要ありません（KYCなし）。検証の式典行事期間にオンラインで出席し、一連のフリップテスト（キャプチャ）を解く必要があります。",
    "why-idena-no-authorities": "暗号化IDは、ピアツーピアネットワーク内の中央当局を介さず、ユーザーが相互に検証します。暗号化IDは、匿名で、自己管理されており、世界中で有効です。暗号化IDには中央発行者がいないため、禁止、制限、検閲することはできません。",
    "use-cases-attention-economy": "チェーン上の広告は、広告主がイデナ・オラクルにiDNAを支払って広告を審査してもらい、そのコインを焼却してネットワークの注目度を競うという、関心の経済でエコシステムを作ることができ、イデナネットワークの持続可能な経済を支えています。",
    "technology-instant-finality": "イデナは、人物証明型のシビル制御機構と、コミットベースのBFTコンセンサスを実装しており、高速な収束性を実現しています。イデナの検証者によって採掘されたブロックは、ほぼ100％の確率で最終的なものとなるため、ブロックチェーンのフォークはほぼあり得ません。自分の取引が絶対に元に戻らないようにするためには、わずか2ブロック待つだけでよいのです。",
    "How to buy iDNA": "イデナトークンを購入"
}
