{
    "Get an invitation code": "招待コードの取得",
    "How to join Idena": "イデナへの参加方法",
    "Step 1": "ステップ１",
    "Step 2": "ステップ２",
    "Create and activate your Idena account": "イデナアカウントの作成と有効化",
    "Step 3": "ステップ３",
    "Train to solve flips": "フリップを解くためのトレーニング",
    "Step 4": "ステップ４",
    "Prepare yourself for the validation session": "検証セッションの準備をする",
    "Subscribe to the Idena Announcements Telegram channel to follow updates.": "イデナからのお知らせ（Idena Announcements）のテレグラムチャンネルに登録して、最新情報をご確認ください。",
    "Add to calendar": "カレンダーに追加",
    "Step 5": "ステップ５",
    "Step 6": "ステップ６",
    "Prolong your cryptoidentity status": "暗号化されたIDの状態を長く保つ",
    "Next validation:": "次回の検証：",
    "Start mining": "マイニングを始める",
    "idenaTelegramGroupLink": "イデナの公式<2>テレグラムグループ</2>に参加し、コミュニティに招待コードをリクエストしてください。",
    "getInvitationNotes": "Sybil攻撃の可能性を最小限にするために、ネットワークの成長速度を制限しています。イデナのネットワークへの参加は、招待制となっています。イデナのネットワークへの参加は招待制で、認証されたユーザーのみが新しい招待状を送ることができます。招待状の数は限られており、ネットワークの成長とともに増えていきます。",
    "DownloadIdena": "イデナデスクトップアプリをダウンロードします。",
    "ActivateMiningStatus": "マイニングステータスを有効にして、イデナノードを同期させ、iDNAコインを採掘します。",
    "ScheduleNextValidation": "次回の検証の予定を立てる。",
    "idenaWebAppLink": "<2>イデナウェブアプリ</2>を開く",
    "ProlongCryptoidentityStatus": "あなたのIDの状態は次のエポックまで有効です。新しいエポックごとに、検証状態を延長する必要があります。",
    "Join the validation ceremony to validate your account": "検証式典に参加してアカウントを有効にする",
    "Wait for the validation session to begin. Follow the instructions, solve flips and enjoy the process!": "検証セッションが始まるのを待ちます。指示に従ってフリップを解き、プロセスを楽しんでください！",
    "idenaCommunityDiscordLink": "<2>イデナコミュニティ Discord</2>に参加し、<5>#invite-requests</5>チャンネルでコミュニティに招待コードをリクエストしてください。",
    "tweetSendingTip": "自分のアカウントからハッシュタグ#IdenaInviteをつけて<0>ツイートを送信 <0>してください。招待を受けるためには、あなたのアカウントが<4>2ヶ月以上経過していて、少なくとも<1>{{followersCount}}</1>のフォロワーがいる<4>必要があります。ツイートの内容はこうです：",
    "ToStartMiningIdena": "イデナのマイニングを開始するには、あなたのIDを検証する必要があります。個人情報の開示は一切必要ありません（KYC不要）。検証の式典が始まるときにオンラインで出席し、一連のフリップテスト（CAPTCHA）を解く必要があります。",
    "MigrateIdena": "イデナアカウントの移行（「設定」ページを使用）：秘密鍵のバックアップを イデナウェブアプリから取り出して、それを イデナデスクトップアプリで取り込みます。",
    "SubmitFlips": "フリップの作成方法を学び、次回の検証までに3枚のフリップを提出してください。3枚のフリップを提出しないと、次回の検証に参加できません。",
    "Please choose the platform where you have the most active account:": "最も良く使うプラットフォームを選択してください：",
    "Follow the instructions to create your account and activate it with your invitation code:": "指示に従ってアカウントを作成し、招待コードで活性化してください：",
    "Learn what a validation session is and how to pass it successfully": "検証セッションとは何か、そしてそれを成功させる方法を学ぶ",
    "idenaWebAppSignIn": "<4>検証セッション開始の15分前</4>に、Idena Web Appに<0>サインイン</0>します。検証待ちの表示がされていることを確認します。安定したインターネット接続があることを確認してください。より快適にご利用いただくために、ラップトップ/パソコンのご利用をお勧めします。",
    "validationResults": "検証結果を待ちます。うまくフリップが解けていれば、<2>Newbie</2>という のステータスが表示されます。おめでとうございます！あなたは今、検証に合格しました！",
    "tweeterFollowLink": "<2>@IdenaNetwork</2>をフォロー",
    "getInviteWithTwitterName": "Twitterの名前を入力し、<2>Get an invitation code</2>ボタンをクリックします。招待コードが自動的に表示されます。",
    "idenaCommunityRedditLink": "<2>Idena subreddit</2>に参加して、コミュニティに招待コードをリクエストする",
    "Follow the instructions to create your account": "指示に従ってアカウントを作成する",
    "Activate your invitation code. Please note that the invitation code expires 5 mins before validation!": "招待コードを有効にしてください。招待コードの有効期限は、認証の5分前までですのでご注意ください ！",
    "Validation ceremony is a time-sensitive event. It requires users to be strictly on time and to use the latest version of Idena app to be able to participate in validation. Even 1 minute late or outdated app version could lead to failure.": "検証セレモニーは厳密な時刻のイベントです。検証に参加するためには、時間を厳守し、最新バージョンのイデナアプリを使用する必要があります。1分でも遅れたり、アプリのバージョンが古かったりすると、失敗につながります。",
    "After validation": "検証の後",
    "joinIdenaTelegramLink": "テレグラム <2>イデナ・アナウンスメント・チャンネル</2>（重要なアップデートやアナウンスのみ）",
    "Stay updated": "最新情報をお届け",
    "Twitter:": "ツイッター："
}
