{
    "Rewards": "報酬",
    "Risks": "リスク",
    "Requirements": "要求事項",
    "Voting power": "投票権",
    "Staking calculator": "担保供出計算",
    "Amount, iDNA": "iDNA総量",
    "Staking reward": "担保供出報酬",
    "The amount of coins you get for a successful validation": "検証に成功した時の報酬総量",
    "Extra flip premium": "追加フリップ割り増しプレミアム",
    "The amount of coins you get for 3 successful validations of one invited user": "１紹介ユーザーが検証に３連続成功した時の報酬総量",
    "Staking rewards fund": "担保供出報酬基金",
    "Mining rewards fund": "採掘報酬基金",
    "Total stakes locked": "凍結総量",
    "Read more about Identity Staking": "ID供与についてさらに読む",
    "Identity Staking encourages smaller players to increase their stakes. The lower the stake, the higher the percentage yield.": "ID担保供出は、弱小プレイヤーが担保供出を増やす動機付けをします。供出量が少ない方が、成果の割合が多くなります。",
    "Total epoch reward": "エポック報酬総計",
    "Stake iDNA to get rewards": "報酬獲得のためiDNAを供与",
    "Stake iDNA to get Identity Staking rewards": "ID報酬獲得のためiDNAを供与",
    "Identity Staking encourages people to secure their identities with iDNA stakes, no matter how small, and ensures a democratic distribution of staking rewards.": "ID供与は、参加者がiDNAの供与により、たとえ量が少なくとも、iDNAの自己のIDを保全するための動機付けを行い、供与報酬分配の公平さを保証します。",
    "Get staking rewards for improving security of the protocol by locking iDNA in your identity stake. The larger the stake the higher the value of your identity.": "プロトコルを保全のため、自分のIDにiDNAを担保供出して供出報酬を獲得してください。供出量が多いほど自己のIDの価値が高まります。",
    "Although you can earn rewards for securing your identity, you can lose IDNA for missing or failing validation depending on your identity status.": "自己のIDを保全することで報酬を得ることができますが、IDの状態によっては、検証への不参加や失敗により供与iDNAを失う場合もありえます。",
    "You need to get a validated identity to be able to stake iDNA.": "iDNAを供出するためには、認証済みIDが必要です。",
    "The amount of staked coins does not affect the voting power of your validated identity.": "担保供出したコインの数量は、認証されたIDの投票権の効力には影響を与えません。",
    "Staking power": "供出担保の効力",
    "Stake": "担保供出",
    "The amount of coins you get for 1 extra flip in addition to the basic flip reward": "１追加フリップで得られる追加報酬量",
    "Reward for invitation": "紹介報酬",
    "The amount of coins you get per epoch by running a mining node.": "採掘ノードのエポック当りの報酬総量。",
    "Annual percentage yield": "年間産出割合",
    "Total identities": "ID総数"
}
